{"pages":[{"title":"Keep fit during Corona lockdown","text":"When I originally built up this blog, I was intended to record my life; however, when I revise this blog after three years, I find it turns out to be a personal diary, sharing what I read and what is flowing inside my mind. A bit metaphysical, too much spiritual puzzles. However, I am not that sentimentalism as you might imagine, neither the same as a philosophy fellow who only cares about the conceptual world; in everyday life, I spend almost two hours a day to keep fit, by sport and by healthy eating. Healthy diet is no doubt the most important part for keeping fit, I am a great advocate for a natural diet. I am not interested in any fancy diet plan such as low-carb or low-fat or keto, I believe most of those research articles are not rigorous enough ; instead, I am more focused on the natural flavours of food: less salty dish with as less processed ingredients as possible. Perhaps I am too prickly on what I choose to eat, my daily calorie intake is usually in deficit, but I would like to say: eat natural, eat simple and do not pay too much attention to the diet. When it comes to the workouts, I have more tips to share. I have been the member of a luxury gym (Third Space) for more than three years. The membership fee is very pricy, almost all my friends cancelled their memberships due to the cost, but I keep it until now, partly because I go to gym almost everyday, which makes each single entrance seemed less expensive, partly because the classes are really 'haute de gamme'. Incidentally, one of my main principles regarding to the consumption is, if I really need something, I would go for the best thus usually most expensive choice. Coming back to the classes in this gym: I often attend the lunchtime classes of HIIT style, submerging myself in the following choices: Extreme, SweatX, Metaburn and Spinning. Each class is a 45-min workout including warm-up and stretches, guided by the coach. 'Extreme' has four rounds of eight minutes HIIT workout, each eight-minute has four 30-second exercises four times: exercise I and III are more like body-weight strength, typical examples are langes, plank with shoulder tap, step push-ups; whilst exercise II and IV are mainly designed to boost the heart rates: jumping-langes, step tap traverse, burpees and frog-jumps. Instrument-wise, a step is the only requirement. My takeaway from this class is: If people jump all the time, it won't make them very sweaty, if people keep doing strength, they won't feel hot neither. A combination of jumping and strength can make people feel tired and sweaty quite soon , and those classes will gain a reputation for 'effective fat burning'. People believe the sweat is the tear of fat. Really fat-burning? Who knows. 'SweatX' is another calorie-killer in Third Space. This class is equipped with a more fancy stuff: a headset, because we need onlive instructions from the trainer when sprinting on the treadmill. In addition, the coach will prepare us with a set of heavy weights, usually two 6s/8s/10s kg. The training is composed with 2 rounds of running and 2 rounds of floor weight trainning, each of them lasts 8 minutes. First round of running goes for high gradient: it usually begins with 8/10/12 km/h with 2% grade, then top up gradually to 8/10% with the same speed; once peaked, we will release the tensions on the leg by a gradual decrease of 2% every minute, but an increase of 2km/h in the speed for compensation. It is not that hard as it looked like, because we usually have a 30-sec rest in the middle of this round. Second round of running is mainly for a faster speed. Keeping the grade as 0.5% but the coach gradually asks us to run into 15/16 kph. Of course for those harder-core friends, they can reach up to 20kph and keep it for one minute. Sometimes the coach would ask us to set a distance target, say run for 160 meters with the maximum speed in 40s, then rest for 20s, then repete them for 5 times. That 20s' rest is a must, which means the 40s' work requires us a speed as if we are catching the train. Floor round is for dumbbell strength training. Sally, one of the main coach, likes to design this section with bundles of snatch with dumbbells, deadlift, shoulder press, push-up with windmill or with dumbbell row, lunges, arm rows, burpees, butterfy sit up, etc. Usually we have four to six exercises each round; for the first turn, each exercise requires 12 repetition; second turn, 9 reps; third turn, 6 then finish with 3 reps. Once finished, we are allowed to take a small rest until the next running session. After 45 minutes, we are all liked to be soaked in the water. In a word, the way SweatX makes us sweat, is again as what I described above: a mixture of cardio and strength . During the strength exercises, once the heart rate begins to decline, we add some half-burpees; during the running, once the body is accustomed to one speed, we would hear a 'lovely' lady voice from the headset: increase your speed/gradient by 2. I am not a sport expert, neither did I spend a lot of time in optimizing my workout routine, but this method does work for me. My fitter body is the evidence. In the past few years, I see so many grils around me get belly fat that easily after leaving school and beginning 9-5 style job; I see how easily people become lazy and become accustomed in the daily routine. More fearful, they do not realize their laziness. For the workout, and even for the life, we need prompt changes, we need to design them for an irregular routine. Memory in the mind may be good, it will protect us from making the same mistake and save time (as machine learning principles); memory in the body is not that good in most cases, it will minimize our energy consumption, make us lazy. At the beginning of lockdown, I usually did the 6km morning run every two days; but now, only twice a week. Of course there are excuses such as the train schedule is reduced so much that I cannot easily return home after running to West Hampstead; but a deeper reason is I find it more convenient to follow the so-called youtube workout , satisfy myself that I have done that daily exercises, I tick the To-Do box . To be honest, even though I keep doing a lot high-intensity workout from Devil Pamela or Keep, it still fails to achieve the same benefits of running outdoor for 40 minutes. Fresh air, the first sunshine in the morning, the up-and-downs on the road, the very attention on breathing, those things will reset my mind, release my tension, throw those tiny troubles away from my body. I think, it is the true purpose of keep moving. Keeping fit is not just keeping the body fit, neither keeping the number on the weight balance nioce, it is also keeping the mind fit and positive. Last challenge for you: it is a popular HIIT from China Hupu that I find worthy trying. For the english translation it is: A-Z Muscle challenge A: 30x jumping-jacks B: 20x crunches C: 30x squats D:15x push-ups E: 1 min wall squat F: 10x burpees G: 1min Plank H: 20x squats I: 50x jumping-jack J: 15x crunches K: 10x push-ups L: 15x mountain-climbers M: 20x burpees N: 25x burpees O: 40x jumping-jacks P:20x mountain-climbers Q: 30x crunches R: 15x push-ups S: 30x burpees T:15x squats U: 1-min plank V: 2min wall squat W: 20x burpees X: 60x jumping-jacks Y: 10x cruches Z: 20x push-ups I can finish it in 27min, how about you?","tags":"others","url":"https://yx-peipei.github.io/others/Keep fit during Corona  lockdown.html"},{"title":"苏轼","text":"在人事纠纷中疲惫了一天后，跟同样身患其扰的老板Emil闲聊，他问：When you look back at life one day, what do you imagine you will think about? 我说，如果我无法永远是孩子，如果我不是一条鱼，那么我要过很多人的人生。我希望活出一种人格。一个人，可以很容易用做过的事情来总结，一种人格，只能用那些事情来诠释，无法尽说。 苏轼这一个人，就是活出了一种健全的文化人格。康震说他努力做到了\"富贵不能淫，贫贱不能移，威武不能屈\"，少年时在制科考试中一举成名的苏轼，中年时乌台诗案锒铛入狱仍能呼呼大睡的苏轼，出狱后在黄州缺衣少粮还能写出大江东去的苏轼，晚年被一贬再贬贬到海南客死异乡的苏轼，一生都一如既往地坚持着自己的人生的价值观，坚持着自己对国家和民生无比的关注。 在我看来，苏轼的健全更多体现在身性灵各方面的杰出。性格方面，他能够完美的把儒、佛、道之精髓融合在一起，徐州做官时，带头为百姓修大堤；被贬至海南路过广东，还不忘帮当地百姓发明自来水道，这是儒家的胸怀民生；身患重病弥留之际，能喃喃自语出\"西方不无，但个里着力不得，着力极差\"，这是参透了佛法的空寂；竹杖芒鞋轻似马，此乃庄子之遗风。学识才气方面，他几乎在主要门类里都确认了自己不可摇撼的地位：文学诗词方面自不用多说，唐宋散文八大家有他，豪放派开山门祖是他，赋记铭表各类文体流传下来有几千余篇，光苏轼文集就有实打实一百十五卷；书法方面擅长行楷，列宋代书法四家之首。佛法方面也造诣颇深，我不敢妄议佛法，但从他与当朝大禅师书信往来频繁程度，可见一斑。生活方面，作为一个养生女孩，我很惊讶于他在养生医学方面的融会贯通，比如说他发明的四神丹，连名医康师孟都啧啧称奇，他还开出治内障眼的方子，我暗自想是不是他书也读多了，得开个方子治疗自己的近视眼；大科学家沈括根据他开的方子整理出《苏沈良方》为日常生活的调理宜忌所用。在人际交往方面，他自称是\"上可陪玉皇大帝，下可陪讨吃要饭\"，虽曾贵为帝师，但也能在村民家蹭人家的酥饼酸酒，抱有一颗赤子之心，才能广结善缘。起外号说俏皮话的功夫也是无人能出其右，河东狮吼是戏谑朋友家妻子的武艺高强，河东本是佛家之语，但夫人一声吼叫，吓得朋友心里发颤，像是被佛师教训一样；司马光为世人著名的外号\"鳖厮踢\"也是苏大学士起的，用鳖往泥里钻奋不顾身的形象暗讽当朝大宰相的固执刻板。更气人的是，苏轼连做个吃货都是顶级吃货，一个东坡肉自不用多说，自创的白菜萝卜煮鱼也是被人赞为：\"此羹超然有高芸，非世俗庖人所能仿佛\"。 康震作为一个文学教授，在百家讲坛《苏轼》的talk自然是偏有很强烈哲理和抒情色彩的，但这十集还是多少梳理了一下苏轼的人生历程。他生于1037年宋仁宗景祐，死于1101年宋徽宗建中靖国，终年64岁。从赵匡胤960年立朝到苏轼出生，宋朝已经历经77年，建国时期南征北伐，加之官僚机构冗杂，国库可是\"惟存空薄\"。范仲淹在仁宗时期就掀起庆历新政改革吏治，王安石也在仁宗后期上万言书勾画改革蓝图。但仁宗没有采纳王安石的政治主张，庆历新政也是\"锐之于始而不究其终\"，仁宗皇帝也是个恭俭仁恕的好皇帝，所以那时候的宋朝表面风平浪静的，实则江流暗涌风波将起。苏轼就在这种环境下在四川眉山出生长大，与小他三岁的弟弟苏辙一起，接受同是唐宋八大家的老爸苏洵的教育培养。 苏轼在20岁时与弟弟一起进京参加科举，毫无疑问，他们在最难的会考中一举考入进士。康震讲了一个段子，当时的主考官是文坛领袖欧阳修，他在决定名次的时候不知道考生名字，他很喜欢苏轼的这篇《刑赏忠厚之至论》想列为第一，但因为对自己很自信，觉得这肯定是出自自己门下学生曾巩之手，为避人口舌，把无辜的苏轼硬生生降成第二名。我读过这篇文章，引经据典透彻严谨带有《国策》之遗风，再一想自己20岁的时候还是个在南大天天只关心学分绩的丫头，这连比较都显然不够格。康震还提到，苏轼这个进士也不是一般的进士，他在制科考试中证明了自己是南北宋三百年间4万进士的第一名；而小弟苏辙，也是不甘示弱，名列前茅。 苏轼在地方历练了几年后被召回中央，才华横溢的他自是被宋神宗看中，想重用他。此时的宋神宗年轻气盛，励精图治决心把积贫积弱的北宋王朝上上下下改革一番。他起用当时已名震天下的王安石实施变法。王安石变法可不是一般的结构体制调整，他从士农工商各个领域都掀了个底朝天，意图自是为天下苍生求福祉。但变法一是极大触犯了固有阶级的既得利益，二是急于求成，三是用人不当。宋朝重文官，但文官精于算计擅长小心眼，改革很快变成了一些投机分子升官发财之路，进而越演越烈演变成党争。苏轼只因为反对王安石的过于激进而被王安石顾忌，无法得到重用已经够郁闷，接下来又受到新党爪牙陷害诽谤。不堪其扰的苏轼便自请外放，想远离朝堂的尔虞我诈。然而树欲静而风不止，何况爱评议政事又擅长舞文弄墨的苏轼也不是颗老实树，几年后又被新党小人抓到小辫子，因\"乌台诗案\"锒铛入狱，在大牢里生死未卜了五个月。在爱才惜才的王安石、曹太后等各界人士的说项下，神宗才把他放出来，贬到黄州反省过失。堂堂知州变成了黄州武装部九品小官，没俸禄没家属楼没签字权还没自由。这年的苏轼44岁。 也就是这次牢狱之灾，也就是在黄州的窘迫，成就了苏轼，也丰富了中国的精神文化史。苏轼从一个相对比较单调的杰出文化天才变成了一个健全潇洒而又可爱的\"人\"。他拖家带口来到黄州后，没钱花，就节衣缩食制定理财计划；没地方住，就自己盖屋；没吃的，就跟官府要了东边的一个荒坡，号召全家种地，自封东坡居士，借用佛家名号；没朋友，就\"扁舟革履，放浪山水之间，与渔樵杂处\"，还与禅门大师往来频繁。其实触动我心的是，搁一般人，遭此大难，遇此落差，不成天借酒消愁寻死觅活的已经算是忍功高强的了，然而苏轼更进一步，他深刻反省自己的过失，引用苏轼自己的话说，他自己平生所做文章，引经据典，高谈阔论，才华横溢，看上去是洋洋洒洒，非常地震慑、有气势，殊不知这些文章大多都是空泛无用的书生之论，与现实生活的实际，切合者甚少。康震进一步讲，苏轼是怎么自我改进的呢，便是： 在读书、写作的过程当中，慢慢地要去掉自己身上那种桀骜不驯的傲气，养成一种稳健端庄的正气，他要在与农夫、村民的交往当中，渐渐地去掉那种尖酸刻薄的小家子气，养成一种宽容、虚怀若谷的大气，他还要在东坡的耕种的劳动过程当中，去掉那种柔弱、缠绵的文人气，养成一种刚毅、坚卓的丈夫气。 还是文学教授的文字更有力量，振聋发聩。发到我心里又激起一波自我反省的涟漪。我本身是个爱琢磨、爱思考、习惯自我反省的人，但跟苏轼这次的自我反省比起来，我多了一番自我苛责，少了一些客观评价；多了一番不达目的誓不罢休的\"鳖厮踢\"，少了一番此路不通就放弃的游戏人生；喜欢一棍棒抡懵一大片，少一些就事论事的精准。所以我也明白了原来人这一生，是需要这样的打击磨炼才能成就洒脱性格的。苏轼才华横溢，一方面让他初出茅庐就名满天下，但树大招风也受了一辈子受的排挤诽谤。年轻的时候他还会小小报复，比如说写《凌虚台记》去反讽\"欺负\"他的人，中老年后都不会把那些当回事了吧。 他的了不起还在于他对生命和理想本真的坚持；在文学艺术创作上勤勤恳恳，一辈子活了64年，他留给我们后世的书文3000余篇，诗词2000余首，合算下来每两三天便是一篇；这还只是流传至今的，加上被他老婆王闰之在乌台诗案的时候泄愤烧掉了的，不知是不是更让人惊叹。反观我自己，工作肯定没当大官公务缠身的苏轼忙，人际交往肯定没这种朋友满天下的苏轼花的精力多，还经常觉得自己忙碌没时间，实为自己的懒惰开脱。在接人待物方面，苏轼广结善缘，以赤子之心待人，不论身陷囹圄还是位居高堂，总是想着为百姓做些事情。康震讲了一个故事，苏轼在做杭州太守的时候要判一个钱财纠纷的案子，被告是个卖扇子的，借了原告一些钱后没按时还款，因为家里老父亲去世花了些钱，但倒霉的是那年阴雨绵绵扇子卖不出去，现金流断掉了。以法理看来，被告欠钱不还是需要被惩罚，但从情理来说，谁也不忍\"逼良为娼\"。聪明的苏轼想了一个法子，他給被告的一堆扇子上又是画画又是题诗，把扇子做成了文艺品，还是超高规格的文艺品，扇子很快就被高价哄抢一空。 了解苏轼越多，就越觉得他是个让人舒服的人。什么东西会让人舒服呢？温暖的冬阳，和煦的春风，这些东西，不会太炙热，很平常，很容易让人感到生活的美好。文人的苏轼情趣高雅，在杭州做官，看到西湖被烂泥野草覆盖即将被荒废掉，便组织人力把水草清理走，把烂泥建成苏堤，还不忘在堤上修几个供人休闲游乐的桥；防止农民偷种水草，一般官员或许会修个栏杆封个索道什么的，苏大学士修了几座塔，以名胜的美丽去感化那群想种水草的山民野夫。会种地的苏轼是可爱的，爱吃肉爱喝酒，连贬到惠州没钱买吃的，还要屠夫把剩下的羊脊骨留下来，小火慢慢炖，以吃螃蟹的功夫去扣摸里头的肉。能写出\"大江东去\"去感叹世事无常，转眼间就写出\"小乔初嫁了\"来增添一抹人性的风流。就是这种高雅与世俗，思想与物质，潇洒又带有迷茫的苏轼，让人觉得很亲切，但是不流于俗气，会忍不住想接近，但近一步又觉得他离我们更远。这种微妙的情愫，一定会经常伴随着我，疲惫时读读他的\"他时一醉画堂前\"，失意时念念他的\"谁怕，一蓑烟雨任平生\"，执著时想想他的\"夫台不足恃以长久，而况于人事之得丧，忽往而忽来者\"，想放弃时抄抄他的\"信于久屈之中，流于既溢之余，博观而约取，厚积而薄发\"吧。 这是一个中国式的健全的文化人格，那么作为深深扎根于中国文化又呼吸着西方自由空气的我，会不会把这种健全演绎成另外一种更加广博的模样呢？","tags":"thought","url":"https://yx-peipei.github.io/thought/苏轼.html"},{"title":"关于学习的一些感悟","text":"前几天跟学姐夫catch up的时候碰巧谈到了利用工作之余学习的事情。学姐夫是个视野比较开阔的人，对新鲜事物一直保有敏感心态，但有了宝宝之后，哪怕有双方父母帮忙照顾小孩，时间也不大能够自主掌握，他说，现在已经基本不可能进行系统化学习了。当谈及我最近利用地铁时间听吴晓波的《精讲五十本商业经典》时，他说，这叫做碎片化学习，也是他平时能做到的了。这不是我第一次听到系统化学习和碎片化学习这两个概念了，但却是第一次让我开始反思自己的学习方式。对于一般人来说，能坚持听一些有知识性的比如说吴晓波的财经就已经算是迈向上进学生的一步了，然而这只是学习的一种方式，并非总是很高效，有些类似黑瞎子捡玉米，捡一个掉一个的。 其实说起来，毕业以后，我的学习读书状态一直都是碎片化的，这源于我对广泛领域的好奇。我觉得定期做个读书总结是个很好的习惯，哪怕很多书都是翻了几页就扔下了，哪怕只是写下书籍的名字，也是对自己的所花时间和精力的交代，更重要的是，这些书是对自己的再认识。从你看过的书或者手机里经常查阅的阅读材料，便知你当下是什么状态。在最近一年里，我读过的最多的是地缘政治、历史、科幻、经管和意识流文学。而在之前两三年，基本都是阅读哲学书籍，探究一下生命的意义什么的。但总体来说都是些人文社科书籍，这也映照出我的真正爱好在于此。 除了一些知识的积累，这几年对很多事情也多了一些包容。拿碎片化学习来说，以前有一种偏见，认为那是时间管理做得不够好的人才采取的学习方式；若是上进且专注的人，肯定有能力挤出时间进行系统专业学习，而增加一技之长。现在想来，碎片化学习和系统化学习同等重要，系统化学习可以免自己陷入什么都懂一些但也回答不了什么问题的肤浅；碎片化学习能够开拓视野，保持一个open和好奇的人生状态；系统化学习能通过不断重复的方式对概念加以巩固，碎片化学习只是些浮光掠影、惊鸿一瞥。书籍也不再是知识承载的唯一媒介，视频音频都可以解构知识。但文字应该是学习的主要方式，毕竟视频音频给大脑皮层带来的刺激是直接即时的，而学习的过程是一个需要反思的过程，它需要时间的延后性。 以前跟妈妈科普过三年长一技的学习方式，意如其名，每三年花所有的剩余精力去学习一项新事物，可以是厨艺、可以是品酒、也可以是摄影。工作毕业到现在也有三年，但也没有仅去专注学习某一项。诚然，专注力不足是我的性格缺陷；但即便自己有那个专注力，也并非在一开始就知道喜欢什么东西并可以为此有一个长期的commitment。反倒喜欢在知识的花园里走走停停，看到远处的一簇玫瑰过去瞅瞅，突然发现了旁边又一束不知名的小花也很漂亮。常感叹知识的海洋无限，只恨自己只有一个人生的时间去发掘。时光便在感恨和\"拈花惹草\"中匆匆流逝，随着视野愈发开阔，感恨也愈发频繁，专注的时间愈发稀少。从今往后的学习，还是要注意分清主次的呀！ 突然想到之前读过的一本小书：《刻意练习：从新手到大师》。这本书除了提出每个新技能培养需要花一万个小时去建立之外，还提出学习要像学围棋的人一样，通过大量练习在脑子里形成类似条件反射区；围棋大师并非都天生聪明绝顶，他们中大部分人只是在长期的时间积累中，对各种棋盘与相应策略了如指掌，哪怕看到新的棋盘，他们也能建立起与旧棋盘的连接。其实阿尔法狗能够在围棋中大败李世石，也是因为棋类运动是需要前期数据库的建立，在记忆力方面，机器的数据储存能力比人类的选择性记忆可是精确完整得多。形成条件反射区一是需要大量积累，二是需要一个反馈过程，在学习方面的具体操作就是复习、练习与总结。但学习的乐趣并不在于单纯记忆的存储，它在于旧知识向外拓展延伸的生长力，在于融会贯通那一刹那的欣喜；正如人一样，学习也是一个有生命的机体。","tags":"others","url":"https://yx-peipei.github.io/others/关于学习的一些感悟.html"},{"title":"仰融：融资和融合","text":"世事的起伏本来就是波浪式的，人们要是能够趁着高潮一往直前，一定可以功成名就，要是不能把握时机，就要终身蹭蹬，一事无成。 知晓仰融这个人是在读吴晓波的《激荡三十年》时，这句仰融曾经背诵过的莎翁名言给了我很大震撼。或许因为破军命格，总想着做这些事情，所以我对经历大起大落、性情豪爽、左右逢源又充满神秘色彩的仰融一直心向往之。所以在亚马逊书店乱逛时看到了这本小书《谜者仰融》便立即买下，本打算作为通勤地铁读物，后来竟做了几页笔记，因为这个人（的融资手段），真的需要拿出纸笔细细研究。 如果你问我谁是仰融，我会说他是中华轿车的创始人，在90年代末本世纪初炙手可热；他从炒股票做起，白手起家创建了华晨汽车系，但因为与政府国有资产产权纠纷仓皇出走美国，华晨王国就此萎靡不振；如果你问我这本书给了我什么启发，我会阐述下面三点： 金融是手段 虽已感受到金融的本质是促进资本流通，但从未见识过一直圈外人会把金融这个工具用得如此炉火纯青。当我们普通人手头紧时，或去炒股希望买低卖高赚一笔，或去找朋友借钱或去银行贷款，这些都叫做金融。而对仰融而言，当他手头紧时，或成立一家公司再包装上市在二级市场公开募资，或买一家已上市公司把它掏空作为融资壳公司。普通人贷款凭靠的是自己的信用，抵押的是自己的已有资产；仰融融资凭靠的是自己广泛的人脉和三寸不烂之舌，抵押的是公司的未来赢利点。 仰融是最早一批进入股市的淘金者，在1986年上海开始发行股票时，仰融就如同其他炒股客一样，在上海静安区的东湖宾馆租下几个房间专心研究买低卖高的策略。他很快赚到了人生第一个400万。或许对普通人来说，这400万哪怕这不是终点，也是之后\"职业\"的方向，毕竟这笔钱在当时不是一个小数；而且可以想象在早期的股市，机会如此之多，继续下去肯定大有赚头。但交际圈广泛的仰融很快意识到，股票只是金融内的小打小闹，真正做出一些事情，还是要走实业，于是乎，他找上了赵希友，当时沈阳金杯汽车厂的厂长。 90年代初期，距离改革开放提出十年也过去了，private sector蓬勃发展，相对而言国企的弊端越来越大。与同时期的很多国企一样，赵希友也是为断掉的资金链发愁，哪怕是跟风发行了公司股票，也无人问津。说来股票本质上是一种凭证，只有在对公司发展前景抱有乐观态度的时候才会购买股票，而公司卖出了股票也算是以公司未来前景做抵押吸引资金。企业有了资金才可以扩大生产创造效益。金杯汽车厂是由很多小厂组成，那些小厂大多破旧不堪业绩平平，只有其中的沈阳轿车厂与丰田合作后开发的海狮客车生产线有那么一丝潜力。仰融看中的就是这个盈利点，他的第一步便是以个人名义在香港注册香港华博，同夏鼎铭的海南华银 1 、赵希友的金杯汽车一起合资成立了金杯客车公司。当时为了避免繁琐手续，把注册资金定为2998万 2 ，而且为了避免意识形态纠纷，被说成个人侵吞国家财产，仰融把自己的股份定为25%。接下来就是为金杯客车进一步融资，仰融计划赴美上市 3 ，但有两个问题需要解决： 金杯客车是国有企业，若整个在纽约上市，势必会被人指控为资本主义侵占国有资产；而金杯客车需要的，倒是一个向外融资的出口；仰融于是想把自己的25%股票拿来上市，但并无个人机构上市的先例。于是仰融注资\"中国金融教育发展基金会\"，以基金会的名义在百慕大成立华晨汽车，赴美上市。 纽交所规定上市公司，也就是（百慕大）华晨汽车，因为业务属性单一，必须对旗下子公司，也就是金杯客车，有51%绝对控股权，华晨只有25%，夏鼎铭的15%轻易转让解决，因为券商的目的只是套利，只要仰融开的转让价大于之前的投资就好；然而赵希友手中的11%却无法轻易拿到，一旦涉及到国有资产转让，哪怕是当下，谁也不敢掉以轻心，国资委那关也会困难重重。仰融的做法有些\"偷梁换柱\"，他用华晨的20%股份来换取金杯汽车对金杯客车的11%控制权，虽然这么一换，金杯汽车对金杯客车的股份占有总数不变（49%+20%*51%），但实际控制力变弱，仰融也达到了他对子公司具有51%控制力的上市要求。 在接下来的造车项目中，仰融更是把他的融资手段使用得炉火纯青。作为一个金融家，他竟有企业家发明新技术的志向，也部分因为国内对私家轿车疯狂的追求造成的市场潜力，仰融开始了他的国产轿车研发。轿车研发的前期投资是一个资金无底洞，因为无数的细节和零部件支持需要先期投入，而仰融的资金流入只有金杯客车的盈利，所以他不得不重出江湖，以公司购买和重组的方式大量套现。基本思路是这样的： 以华晨集团 4 的名义购买一家经营不善的上市公司（简称B公司，旗下子公司简称b公司；金杯客车简称A公司），取得B公司董事会多数席位，或说服其他董事将B公司的现金用于购买A公司的股票，或者将B公司对小b公司的股权与华晨集团对A公司的股权进行置换。这样子做的目的是为了淡化华晨集团对金杯客车的直接控制，毕竟金杯客车实属国有资产，华晨控制过多会招致不必要的猜忌。但产权模糊确实是中国企业发展的一个毒瘤，虽然这些\"红帽子\"企业享受国有企业的政策优惠、受益于深厚的政商关系，但另一方面在内部利益分配不均的时候（或者也有可能如同仰融，他试图在宁波造轿车厂但惹恼了沈阳政府，毕竟辽宁方面想在汽车行业中一家独大，地方竞争主义和保护主义在市场化经济前占了上风），哪怕是红顶皇商，也终究逃不过\"贫争不过富，富斗不过官\"的魔咒。 金融家和企业家的区别 记得秦朔的一集企业家访谈中，福耀集团 5 老板曹德旺说到，我不搞（除了汽车玻璃之外）别的东西，是因为我很笨，我不懂别的。这句话倒是很难从金融家嘴里说出来。优秀的企业家习惯在产品的每一个细节上精益求精，追求完美到吹毛求疵的地步；然而一个人或者企业的精力有限，这就需要他关起门来创造（董明珠的话）。金融家恰恰相反，他需要走出门去谈。张家需要钱应急，李家正好手里有闲钱，金融家就跟媒婆似的，找对子；试问谁家的媒婆是天天闷在家里的？这媒婆见的人多了，发现除了当红娘，他还能操心公司上市，毕竟上市也是帮公司找手里有钱的主，还能卖自家的理财产品，可能还能帮人清算股票。金融家很少说自己不会什么东西，因为他不需要太会，他只需要知道配对的双方基本要求就可以了。 很多人都在质疑金融家对社会到底有什么贡献，至少在GDP上。正如货币一样，它的基本作用之一是帮助商品流通，金融家作为一个agent，他能以小成本来帮助需要和被需要的人实现配对，他的成本就是开拓和维持人际关系所需要的必要成本。正如一个人有个人属性和社会属性，经济生产也是这样的；金融家代表的是经济的社会属性，企业家则偏向它的个人属性。 在这一点上，仰融似乎想融合这两者。他深知\"汽车是目的，金融是手段\"，一时的资本重组只能缓燃眉之急，想要保持资本充盈，需要保证盈利点的健康状态，也就是金杯客车和他的其他轿车生产线的优良品质。他不止一次考察丰田汽车厂、意大利造车企业，引进国外设计理念和生产把关要求，启用老工匠作为各主要生产线的负责人。我不知道他在优化生产线上究竟进步有多少，但至少从思想上他有认清企业家的基本要求。虽然到了最后，中华轿车下线后消费者还是抱怨它小毛病多多，或许因为这个汽车需要关注的细节太多，人无完人吧。 政商关系和产权划分 中西方在行事方式上的一大区别在于西方人习惯制定框架，把这个框架推广到每一个事情上，拿美国举例，有时候大家会觉得美国人行事很霸权主义，中东的事情插一手、中国的人权要批评，某网红还公开支持法国也去投个想brexit的票。除去地缘政治利益，他们潜意识里就想把美国的民主、美国的价值观推广到世界任何一个国家。中国人处理问题似乎更倾向于走一步算一步，\"实践出真知\"嘛，什么东西work，先做一个version 1.0，有毛病再修改，之后再推出升级版。不想评价哪个更好，或许解决问题的时候中国人的实践方式会比较suitable，但在开创时就必须参考西方的完整框架理念。在仰融的发家中，他开始本把自己定位成个人投资者入资国有企业，然而他错就错在把自己从投资者上位到拥有者，试图把这个国有企业当成自己企业王国的基石，那真是像是打地基打到别人家，别人一铁锹就把他的大楼铲翻。 不过说起来也难，回到90年代初期，在国有企业改革中社会大谈到底姓资还是姓社的时候，个人投资者谁有那个胆量把自己在国有企业中的股权订到多数以上；哪怕是在纽约上市，也只能算是以基金会的名义，自己真只能当个托管人或者代言人。仰融算是高明的，在一次次资本重组中，他用股权置换的方式，处心积虑淡化他自己的集团对金杯客车的控制，想在宁波建厂，另起炉灶，但这个新炉灶似乎抢了老东家的柴火。加之与他关系良好的沈阳市委领导在\"慕马\"贪污案中落马，失去了根基领导的支持，蚍蜉也能撼树。 本想说这篇小文是一总结文，但作为开年第一篇，也算是给自己开个好头，希望自己能够在2020年多深入读些书，多经历多总结多思考。我虽只有一个人生，但书能够让我看到很多很多风景。 海南华银案被称为\"中国金融第一案\"，夏鼎铭也参与其中。为了与仰融组建沈阳客车合资公司并赴美上市，夏鼎铭疑似挪用公款达12亿元，在上市后产权不明晰后与仰融关系恶化，并举报仰融。 ↩ 注册资本大于3000万元的企业 ↩ 没有在中国上市时因为股票市场开放初期，市值太小，仰融的10亿金杯上市计划把时任上海证交所所长的尉文渊吓到了。金杯也没有选择在香港上市，倒是之前为准备注册了一家壳公司后改名为华晨集团有限公司。 ↩ 华晨集团其实是个不准确的称谓，时间拉回到金杯客车在香港尝试上市时，仰融在港注册了一家投资公司， ↩ 福耀集团是国内最大的汽车玻璃生产和出口企业，也是第一家在海外建厂的中国厂商。从创建到现在30多年，一直只专注于做汽车玻璃，如今还保持盈利率10%以上的骄人业绩。 ↩","tags":"reading","url":"https://yx-peipei.github.io/reading/仰融.html"},{"title":"I am","text":"It is not that obvious to understand that when I was reading Yukio Mishima's , I was as if reading by Orhan Pamuk; it occurs occasionally that when I was reading Olive's (the murderer in the second book) narratives, I was reading my diary. Both of the two books were the recommendations from my manager Emil, it seems that he knows me quite well about my inclination of self-consciousness. My mind kept jumping from one thing to another when I am quiet, it is a mapping to the fact that when my mind is quiet, my addiction to the jumping or running. Before opening , I browsed some book reviews in Wikipedia (reviews from English-speaking world) and Douban Books (reviews by Chinese), quite a lot people say this book depicted mainly the cultural conflict between the Eastern and the Western, and it is a kaleidoscopic journey to the intersection of art, religion, love, sex and power. The story is quite simple： The Sultan has commissioned a cadre of the most acclaimed artists in his land to create a great book celebrating the glories of his realm. Their task is to illuminate the work in the European style. But because figurative art can be deemed an affront to Islam, and panic erupts when one of the chosen miniaturists disappears. However what I see from the book is a journey to find one's own existence. s Yes I know that I actually see the world with my mind, my biased mind that is under the deception of eyes at all the time. Everyone perceives this world differently, and the difference of your world and my world are called creativity. It maybe art, it maybe literature, you can even find in the daily talk. But if the world is different for everyone, is there any common world that encapsulated all of our worlds, the Universe, an Allah's world? Could we find the formal and metaphysical mode of thought of the ordinary understanding which begins with a fixed definition of a thing according to its various attributes? If the individualism and the Universalism cannot be reconciled, is that still possible to find the consolation from the acceptance of your deeds by the 'others', say achievements? If not, what could distinguish myself from the 'others'? To me, the distinction between you and me may reside in the knowledge, or in the actions. But the knowledge that I possess are all from the others, as 'Olive' says, ' 'To know is to remember that you've seen. To see is to know without remembering.' In one word there is nothing new under the sun, there is nothing special in my mind. Whenever we think we know anything new, it is from the memory, thus the 'knowledge' is rather a fuse to ignite the inner fire, a joint to connect the different nerve cells. As the result, my memory is not the records of my past, it is 'myself' till today, and as I will live tomorrow, so will it. What's the thing that distinguish myself from the others? The different people that I encounter in the past, the different events that I happened to come across before, were my knowledge, were my memory, and was me. Therefore I might say Allah's memory is the ensemble of all human's memory. In the group theory, it might be open, which means it can be approximated by a series of people's memory and which also means there is a omnipotency ever existed somewhere above us; it might be closed, which means God does not possess a form, it is rather a symbol of all human being power. One person being ever existed, being ever seen the world, part of the memory was selected and was encapsulated into one's flesh, one's blood, one's mind and will pass through his genes till his descendent. I would like to borrow one sentence that was used to appraise the great sacrifice by the heroes during the revolution: memory will last, the Hero will never fall. But if we are merely a pod with a mixture of memory inside, what is the essence of our emotion, our desire and our will? Those things are generated deeply from this shell, it is creative, spontaneous and self-aware. To some extent, those ineffable things are what we could call individualism, they are comparable to Kant's a priori cognition, they are the engine of new style and the creativity. To find my real existence is to find those intangibles, yet to which extent those intangibles are indifferent and independent to the outside world including the past? Could I confirm my own existence when I feel happy to be loved by someone else, say my mummy, in spite of mummy's love is hers therefore by definition, has nothing to do with me? Again as I realised for longtime ago, whenever I clarify something, I drop into a greater confusion. Materiality dialects says it is exactly the second step of change of the form of motion: the continual conflict of the opposites. Some similarities are shared by Olive (the murder in My Name is Red) and Mizoguchi (the pyromaniac in The Golden Temple of Pavillon); both of them are quiet, pride, introspective, tortured by the chase for beauty, and obsessive to the pure self-existence. Olive is quiet, he wanders around without cessation the infinite and winding streets of Istanbul, gazing down the dark of the roads which had been abandoned to jinns, fairies, brigands, thieves , to the grief of fathers and to the sorrow of snow-covered trees; Mizoguchi is a stutter, and his stuttering placed an obstacle between him and the outside world, and his pride made him refuse to make himself understood. Being not understood, they can confirm they are different from others. Both of them have dual personality. In fact, I believe each of us has dual personality, one is for the outside world and the other one is for ourselves. The personality towards outside constitutes the sociability of the human being while the personality towards oneself is what we may called individualism. As Olive says, 'at these times I remembered the holiday celebrations of my childhood during which I was able to be myself along with my kith and kin. Despite all these jokes, kisses and embraces, there was still a silence within me that left me suffering and isolated in the heart of the crowd'. I often 'find' myself in the crowds. Submerged in the sea of crowd, do I have the same facial expression, the numbness or the tiredness as the man stand besides me? Do I flip my phone or my book in an unconscious way as the lady sits in the corner of the same car in the tube? Crowd is the enemy of the style, the creativity and the richness of the life. I often 'find' my inner spirit fleeing from my body like a bird escaping the cage. My splitt spirit regards my outside spirit as if looking at a show. Submerging in the crowds is like dripping a water-drop in the sea. How might a water-drop demonstrate that it ever existed? Mizoguchi solved it by taking actions, he burned down the golden temple in order to establish a new order of the world. I could peep his puzzle through the Zen story that he mentioned several times in the book: 'Nansen kills the cat'. One day at Nanquan's the eastern and western halls were arguing over a cat. When Nanquan saw this, he took and held it up and said, \"If you can speak I won't cut it.\" The group had no reply; Nanquan then cut the cat in two. Nanquan also brought up the foregoing incident to Zhaozhou and asked him: Zhaozhou immediately took off his sandals, put them on his head, and left. Nanquan said, \"If you had been here you could have saved the cat.\" Killing a cat resembles solving the dilemma by an abrupt action, cutting through the truth and the false by a sharp knife, but he cannot swipe away the existence and beauty of the catty. They say the motive of Olive's murder comes from the acute conflict between following Herat's old master's way of painting and surrendering to the Frankish style. Old Herat master follows the older master, I have no chance to look at their work, but from how the Chinese old master paint the emperors, I can feel that all emperors are the same! You cannot recognise them if you encounter them on the street. The Venetian painter and the frankish painter do the opposite,. Being old and connective, Istanbul is a melting pot of the East and the West, one cannot help being influenced in this fusion, in keeping himself believing he is still loyal to Allah and the Sultan. Olive could not bear any doubt about his commitment. So he killed Elegant Effendi and Esther Effendi, and he hide his style when was requested to draw the horse, but the real conflict inside him is can people identify him by his work, or by his action? Has he been ever existed before? When one water-drop dripping from the sky, it refracts the colourfulness of the world with the aid of sunlight, the image of the world was twisted by its own shape, and the world it presents is different from the worlds reflected by another water-drop. The world realises itself from the reflection or the seeing of one single water-drop; furthermore, being seen by millions of the water-drop, the world reproduces and enrich itself for millions of times. It is just as what I mention at the beginning, everyone perceives the world differently, the way he twists the world is determined by his ancestor's and his own memory, and the twisted world will be returned to the origin, together with the time, changes the orbit of the world. And it is the same as what Olive says about the painting: ALIF: Painting brings to life what the mind sees, as a feast for the eyes LAM: What the eye sees in the world enters the painting to the degree that it serves the mind MIM: Consequently, beauty is the eye discovering in out world what the mind already knows When Mizoguchi first glanced at the Golden Temple, he was disappointed; he had poured too many expectations towards this pavilion under the influence of his father's admiration, so that the physical existence of the Golden Temple could in no means satisfies him. However, just he is obsessive stubbornly of the eternity, he is obstinate on the beauty, and the Golden Temple becomes a symbol of the beauty and the eternity. Afterhe found the beauty could not last forever, he would like the beauty to die at its most beautiful moment, he would not endure any decay of the beauty. When the docile friend Tsurukawa died from a truck crash, he thinks it is the best way to disappear, for the purity of Tsurakawa's spirit could only suit the purity of the death, and without doubt it wsa only by such a drastic method that this strange, shadowless young fellow could join both his shadow and his death. Is it also the conflict between the world of concept and the world of the realisation? I don't know, but in the end, both of the two criminals struggles to live. They want to live.","tags":"thought","url":"https://yx-peipei.github.io/thought/I am.html"},{"title":"我与社会之杂谈一","text":"虽说前阵子去立陶宛是一时兴起之行，但我在Vilnius的一处目的地是Užupio respublika（对岸共和国）。这是一个由一群艺术家在1997年的愚人节自己宣布建立的国家，但正如世界上所有的共和国那样，这个国家也有宪法，但很是啼笑皆非，甚至他们把这么搞笑的宪法法则翻译成35种语言贴于墙上。航说这说了很多等于没说，确实是这样，但细想一下，我们指望宪法说什么？ 佛家说一切皆有法，叔本华说这个世界有自己的意志；对于活着的人来说，存在便是他的法则，一切能让他活下去的便是合\"法\"的。然而\"其他所以养生之具，吾皆赖之，人不可尽为\"，所以选择了群居，所以有了约束，但归根结底其本意也是为了保全自己。作为约束的法律，也是人们为了自己的生存可以牺牲掉的最小的自由，不是吗？ 从很久就知道，法律条款也是人定的，而且它随着社会组织形态和经济发展而变化。一夫一妻制是手工劳动精细化的产物，Peter Singer也为同性恋的合法化提出了相应的解释（虽然同性恋无法繁衍后代使得基因的意志无法施展，在意志说上这种行为很扭曲，但同性恋的配对使得与他们同享相似基因的同胞有了更多交配的机会，在基因尺度上这可被意志接受）。另一方面来说，约束我们的社会规范也是我们后天习得，所以约束的应时性就有了延后的弊端。当世俗准则和社会规定不再是当下最佳选择之时，民主社会可以采取宪法修正的和平途径来解决矛盾，暴力一点的，便是冲突和战争了吧。 苏格拉底尤其热衷于戏谑社会准则。借物还物本天经地义，但他在与Cephalus辩论时提出一种情形，某人在朋友神志清明之时向他借刀，但在还刀之时若朋友神志不清，还刀给他或许会促使他伤害自己或别人，那么这就导致借物还物不再是正义行为。曾国潘的一生便是一个借刀后在还与不还中挣扎了一辈子的人。曾国藩自幼对学业焚膏继晷，对长辈言听计从，青年考得功名，寒门贵子自有了效法平定安史之乱的治世能臣李泌的机会，再加上对道光皇帝的感念，他对清廷可谓忠心耿耿。从青年礼部侍郎时兢兢业业到中年墨垤出山，组建湘勇，镇压太平天国起义，屠师百万，流血千里。更有甚者，他为了筹集饷银，设置厘卡，苛捐杂税，百姓苦不堪言。最终他成功镇压了农民起义，使得清廷得以继续苟延残喘，他自己也加官进爵做到了名满天下，实现了他回狂澜于既倒的儒家理想。但也有后人有做如是评价：\"忠桀纣之君，复暴秦之国，为人臣者，虽具血性，亦大不可取也\"。我不知道这是不是精英潜在的悲哀，这个制度给与了精英地位和名誉，加之社会伦理对其质疑反叛之心的压制，整个精英阶层都成了聪明的守旧者。毛姆在最后叹息，\"Devil can always quote the scripture to his own purpose\"，也正是这个意思吧。 读陀翁的《罪与罚》之时，我时不时会想，若我也有主人公罗佳一样的敏感和遭遇，不堪忍受利欲熏心的放高利贷老太太伊凡诺夫娜的压迫，加之他是法律高材生，本身就对规则合理化保有敏感性，我会不会也成为社会清除害虫的激进分子。太平天国等农民起义的初衷也在于此，为实现\"天下人人不受私\"的终极理想，屠杀清廷无数将士，包括很多无辜之人；而罗佳只杀了一个人而已。我甚至觉得罗佳比洪秀全杨秀清之流更高尚，后者在得到金陵后就大兴土木，丝毫不顾前方将士为守着他们所谓的成就感而马革裹尸，魂散他乡。反倒犯了杀人罪的罗佳，不仅没有拿走伊凡诺夫娜的财物，还把乡下母亲寄给自己的零用钱拿去帮助索尼娅埋葬他的朋友马美拉多夫。再回到曾国藩身上，他也会觝排异端，任人唯亲，为自家兄弟拔得打入金陵之头功破坏战局。都知道人的高尚不可以用一时的成就来评判，不然就不会有为富不仁的存在；若犯了法的人都比社会精英灵魂高贵，那么我们是不是也该思考一下法律的适用性？ 或许我们这代人，独生子女的家庭环境造就自私性格，安定的社会环境磨去了反叛精神；沉默而精致的利己主义也是由此而来吧。在我自己成长的路上，见到的事情多了，知道自己的狭隘，也渐渐对很多事情变得没那么计较，说是每个人都有自己的自由，求同存异。在逐渐沉默的过程中，心底却有另一个声音在悄悄的问，知道了不合理的事情还要继续做沉默的羔羊吗？不计较自己的事情叫做随和与宽容，不计较社会的福祉岂不成了为虎作伥？韩愈在《圬者王承福传》中讥笑\"独善其身者\"：\"其为己者过多，为人者也过少矣\"。 但有时候也会想，我究竟有没有足够的知识和能力去辨别世道的好坏。很多时候觉得世道不公，仅是为济私欲患不得患失而已；在不了解全局和事情缘由的状况下，我只能保持缄默，不是吗？当发现对事情的了解越来越深刻之后，在无法做到更好时，我也只能同情和包容，不是吗？那么，我又能改变什么呢？我深知自己最后极有可能还是会走上前人之路，还是会与芸芸众生一样越来越沉默。易卜生叹息：\"每个人对于他所属于的社会都负有责任，那个社会的弊病他也有一份\"。","tags":"thought","url":"https://yx-peipei.github.io/thought/我与社会之杂谈一.html"},{"title":"思考：快与慢","text":"单位邻桌汤姆大叔提到过，但凡别人推荐给他的书，他一定会读。这对我触动很大，可能自己在读书方面有些清高吧，总觉得周围的人喜欢的书并不能达到我想要的哲学思想高度。但我也知道，我们每个人都活在自己的经历所打造的世界里；眼睛是具有聚焦特质的凸面镜，目光所及之处，视野愈见狭隘。认真跟别人交流，认真阅读别人推荐的书，何尝不是一种开拓视野的经历呢？这本《Thinking, Fast and Slow》是公司举办的一场职业发展座谈会上一位Senior manager推荐的。作者Daniel Kahneman是诺贝尔经济学奖获得者，这书总结了他长达四十年之久的研究成果。 初读此书，惊讶于它与CFA三级考试的behavioural finance部分重叠如此之多；更确切地说，CFA考试借鉴了不少Daniel的研究成果。但我在这书中获得的，更多是人们在认知和做决定时行为偏差的起因，从大脑神经学、心理学乃至哲学上。 Two systems 佛家分支很多，然大体之倾向，则在于说明\"诸行无常，诸法无我，涅槃寂净\"，所谓外界，乃系吾人之心所现，虚妄不实。道家倒没如此悲观，虽承认个人看不清这个世界的真相，但只要心大，\"藏天下于天地\"，或者如同苏东坡所建议的远离一步，还是能接近世界的真相。Daniel用西方科学典型的系统化研究方式列出了人在认知世界所具有的偏差，包括availability bias, representativeness bias, anchoring bias之类，并且因为信息的偏差所导致的\"非理性决定\"偏差。 从基础上来说，人们受大脑的两个系统指挥： * 系统I是自发运作的，几乎不需要注意力，也不受制于控制力；它是直觉、偏好和信念的支配者 * 系统II需要注意力和判断力，完成一些复杂的数学运算、逻辑分析之类 书中列出几个例子以方便我们理解系统I和、II间的区别： | 系统I | 系统II| |----------|------------| |下意识看向突然发音的源头|专注于嘈杂房间里某一个人的讲话| |完成句子\"面包和...\"|计算a这个字母在一页文字中数量| |判断一个物体的远近|维持比平时更快的走路速度| 系统I无时无刻不在运作，我们甚至感受不到这一点。结识新朋友时对他的第一印象，有时精准的第六感，眼前似曾相识的路，这都是系统I在不断验证记忆的活动。Daniel称它为cognitive ease，在神经科学中叫做processing fluency，系统I是在重复过程中通过不断验证自己来建立直觉（竟有些叔本华意志说的意味）。诚然，这种直觉在判别对方敌意、对危险信号飞快做出反应时很有效；然而系统I经常会做些僭越之事，而且往往通过替换问题的方式。我们常常会遇到一些情况，比方说对从未去过的地方似曾相识，这便是直觉已过去经历（相同问题）来替代目前街道（目标问题）的表现。系统II可以纠正系统I的偏差，但是它所要求的脑力劳动太过于耗能，人类的原始生存也不需要处理在当今社会中的复杂社会关系产生的认知偏差。这一快一慢之节奏，加之本身接收的信息并非全部完整，所以系统II便任由系统I编织故事，甚至助纣为虐，让自己去相信这个幻觉。 系统I编织的故事中还包括我们的世界观。被因果论控制的我们遇事后总会去思考这事情的前因后果。其实这并没有错，但我们往往会找一个\"make sense\"的解释便以为万事大吉。分居两地的情侣感情出现危机，我们给予的简单粗暴的解释是\"异地\"，并暗暗决定以后坚决不谈异地恋；2016年Brexit的结果让人大吃一惊，我们便下结论这是由于民粹主义崛起。大众不满是一个主因，但有多少人分析过，外部经济的不景气、政府职能机构对budget的不充分利用，Cameron政治宣传的疏忽诸如此类的因素，难道不也值得细细思量么？所以当Trump上台后，系统I便自我验证民粹主义再次发威，那时全世界报纸populism的分析顿时铺天盖地。神经过敏者如我，还去把2016年二战前德国民粹、西班牙的内战给联系起来，并暗自又多买了一些黄金。两年后的现在看待当时，人们下结论时确实有些武断。很多变化都是缓慢持久的，也需要系统II进行缓慢但持久的分析。 Associative memory 如果从因果关系上说，这个世界是复杂的，结果未必有理得清的因；那么从彼此相关性上来讲，这个世界也是简单的。书中举了一个例子：看下面两个词 香蕉 呕吐 大脑在过去这两秒钟产生很多活动。或许脑海里形成有些不愉快的画面，我甚至想到香蕉被微波炉烤过形成的胶状奇葩物；然而这些都没有发生，只有自己的臆想，香蕉和呕吐从来都是不相关的两个词。细思恐极，究竟有多少事情被我们强附了联想偏好和情感。作者还提到，其实这种associative memory，只有很小一部分被直觉所接收，在潜意识里，这种莫名其妙的联系多着去了。所以俗话说：世上本无事，庸人自扰之。我不能说外部物质世界可以完全脱离本体存在，但本体若能减少对外部物质世界的认知扭曲，减少associative memory的次数，那么维持一种客观眼光与平常心态岂非难事？ 上帝掷骰子 我的身体由无数细胞组成，每个细胞又可以细分成细胞核、细胞质、细胞膜一些功能性结构，细胞这些结构进一步拆分成各种原子，原子再进一步可分成原子核和电子。那么电子是什么呢？虽然绕原子核运动，电子可不是类似行星的球体，它们是像云雾一样的东西，是概率。只有检测它时，它才变成一个\"球体\"，有固定的质量，但下一秒中，它又会消失不见，人们根本无法预测它的轨迹。这是量子论很重要的部分；而且我越来越感觉，基本粒子的这种概率法则也是这个人世间的运行法则。 有人说历史是偶然的，比如茨威格在《人类的群星闪耀时》所捕捉的时代人物转折瞬间和因这种偶然性导致的历史转向；有人说历史是必然的，托尔斯泰在《战争与和平》中赞叹是由于劳动人民的淳朴和坚毅打败拿破仑的不合理侵略，而非亚历山大或者库伦佐夫几个英雄可以左右。黑格尔也说历史是合理的，现实也是合理的，不管在我们眼里一些事情有多么荒谬。我的日常工作就是从数据中捕捉这种合理性，建立统计模型以预测未来趋势。可是，这种工作是建立在历史的必然性的基础之上；正如每一个物质都是有概率云组成，我们拿什么来证明，我们所经历的一切，人类所有的历史，不是在上帝所创造的大法则中的某一个可能性呢？如果统计模型的calibration是基于这种\"片面\"的可能性实现之上，它在预测之时又能如何摆脱根深蒂固的狭隘性？诚然，大数定理可以消除一定的历史随机性，但接下来的世界发展，也仅是一种可能性呀。 更有甚者，人类处理信息本身是有偏差的，Daniel主要讨论了availability bias, anchoring bias, representativeness bias。举例说明，媒体之上各种高大上的经济学家、金融专家在预测下一年形势时，或过多考虑最近几年的大事件影响（avaiiability bias），或把最近的股市惨淡太当回事（anchoring bias），或太在乎某个行业或者国家的特殊性忽略base rate（representativeness bias, 比如说金价上升金矿行业的效益会增加，但其实它忽略了对整体大环境的分析）。这些偏差都会影响直觉，而一般人下判断时会有多少人会反过来对自己的直觉产生质疑？ 疲惫的历史引力 唐诺在《眼前》写到，人类历史尤其是其每一次的胜负结局，总是平庸的。盖世英雄不一定能改变世界，改变世界的也只不过是泛泛之辈。世人常说，乱世出英雄；太平盛世，集体的偏好过于明确，容不下\"异类\"；混乱动荡之时，社会迎来久违的自由（至少从精神层面），残酷赤裸的角逐随之而来，只有凭借某些机遇，ad hoc的英雄人物才得以凸显。辅佐齐桓公的管仲绝不是春秋时代最厉害的人，他只是幸运遇到了鲍叔，在管仲站错队后替他向公子小白求情；楚国的石乞就没有如此好运，功败垂成的下场是被烹杀。试想若是石乞在朝也有宽宏之人帮他求情，那么楚国是不是会直接一统天下，战国时期就此被跳过呢？ 杂志Edge的主编John Brockman邀请一些科学家写下最喜欢的公式，Daniel提供了他自己的： 成功 = 才能 + 好运 巨大成功 = 多一点的才能 + 多很多的好运 好吧，我们其实很多时候不必苛责自己，不走运就是不走运，历史是随机的，想用自己微薄的才能去赌一把并没有错，古人说\"三分人事，七分天命\"，之后结局如何，就看造化吧。Angus Maddison是当今世界首屈一指的大经济学家，在他的书中对两千多年人类经济史写得洋洋洒洒，但只预测一年的未来经济走势。人类的能力太微弱了，或者说，我们每个人的世界里面，没有真相。 作为一位红酒爱好者，我很想最后分享一下书中的一个例子：普林斯顿大学的经济学家Orley Ashenfelter钟爱波尔多红酒，他想预测下一年几个不同酒庄红酒价格。他的方法是把关于今年气温、降雨量，虫害的信息整理起来做一下简单平均（连加权重都没有），预测出的结果竟比各路顶级专家经过品尝后的鉴定都准确。有法国报纸讽刺说，Ashenfelter在做一件没看过电影就给这个电影评分的蠢事；然而，看过了又如何呢？连加权都没有的统计关系，竟比从历史数据分析出来的完美权重公式都准确，也比顶级的专家鉴定值得信赖，这历史，这人生真是一个玩笑啊。","tags":"reading","url":"https://yx-peipei.github.io/reading/思考：快与慢.html"},{"title":"哲学小思之尽头在安纳西","text":"我好想写一篇正常人会写的游记，文章里会有安纳西如银锻一般安静的湖，旁边有温柔相伴的秀美的阿尔卑斯山；有被鲜花环绕的小镇，也有连出门丢垃圾都要打扮得很体面的Anna老太太；文章里还应该提到我是如何费尽周折地到达安纳西，又如何阴差阳错地踏入一家温暖的咖啡店，而咖啡店离卢梭生前住了18年的屋子仅几步之遥，而我正是在这家咖啡店写下此文；文章还会有美美的风景照，连带着被P过的我的倩影。但是，对我来说，最宝贵的收获并不是这些肤浅经不起时光打磨的记忆，而是在那里，我找回了清明的思绪。 前几日跟Lily聊天，提起自己最近的沮丧，不是来自工作压力，而是我似乎陷入了思维的混乱之中，以至于思想之泉开始枯竭；正如我在 《哲学小思之思想的局限》 中所提到那样，我对现在的一切都变得不再确定，不只是对职业的规划和个人生活的打算，还包括之前引以为豪的思想感悟。外在的物质世界享受确实是虚幻的、转瞬即逝的，名誉金钱美貌无一长久，可是如果连同内在的灵魂都一并不再确定，那么我的人生，还剩下什么是真实的呢？ 渐渐地我意识到，我所认为的过去，哪怕只有我一人参与其中的过去，都并非是真实的过去。记忆生成于一瞬间，认识却需要时间。真正的存留必须通过人认真地、郑重其事地、耐心地选择分辨才能完成。我又悲哀地发觉，如今的我们早已丧失认真审视这一美德，反而过度追求信息的广度。谈话再也经不起推敲，解释只需要做到make sense即可，浅尝辄止；人们对直观的电脑手机上图片的需求远远超过对书本文字的渴望，而后者才是人类文明进步的标识啊。很多时候，我们会说，‘何必太认真呢'，便草草打发了事情，也欺骗了自己。泰卦的上坤下乾所揭示的应是一个人做事做人的气度吧：\"内阳而外阴，内健而外顺，内君子而外小人\"。即便我们不用对事情较真，但也应该做到心中有明镜，对事情有全面精准的认识。 然而，即便我们认真地去思考，试图真正认识过去，也不是简单的事情。我们早已习惯周遭的喧哗，仿佛没有别人的存在和回应，自己便毫无意义似的。但清朗的、深邃的目光总是需要适度隔绝成功耀眼的强光，需要把五感暂时封闭起来，让自己整个人尤其是眼睛和耳朵习惯处于、适应于光度较低、声音较微弱的各个角度，一种微光和低语的世界。只有这个的环境，内心的声音才能如泉水一般汩汩流淌而出。这个世界也不应是全然无声的，否则便如同离群索居的哲学家的世界，全然陷入与生活毫无交集的抽象之中。 然而即便有世界上最清朗的思绪和最安静的环境，过去也几乎不可能全然被认识。苏东坡耳熟能详的诗句像是把人生道尽：\" 不识庐山真面目，只缘身在此山中 \"。谁能把\"过去\"和\"现在\"剥离？考完CFA有不少人问我，CFA有用吗？我又如何能回答，在备考的这一阶段中，某些东西或许已被内化成为今天的\"我\"；而\"我\"又如何能知，这种内化会在接下来的人生路上起到什么影响。教父前一阵子带他的第八个教女过来，旨在让我传授下经验，以为我见多识广，会给小朋友们一些宝贵的建议。然而，人生的减法在我身上真是展现地淋漓尽致，见得越多，反而对以前深信不疑的事情都都抱有不确定甚至怀疑的态度。古人总说\"盖棺定论\"，非要到尽头，才能说出个大概来；教导规矩的覆卦直到上九才说，\"视履考祥，其旋元吉\"，而上九，一般是指宗庙，指身后的世界。 随着世界起舞是简单的、快乐的，莫怪乎在评选20世纪最有影响力的人物中，香奈儿会以如此高票上榜，反而伟大的卡尔*波普尔一类的哲学家榜上无名。谁会对天真无邪的衣服感到压力呢？谁会喜欢专门思考世界善恶、揭示外在享受之虚幻的哲学呢？思考太过于沉重，压力来源于距离，而思考正需要抽离。哲学家都是孤独的人，他们要远离生活才能做到\"识得生活真面目\"；历史学家都是苍老的人，因为他们要跑在时光之前才能认识当下。我不是历史学家，也不想当哲学家，但想保持对生活的敏感度，必须要适当的抽离；正如只有经历过死亡，才能真正做到热爱生命吧。 但我们总有一种强烈的代入感，即把自己的存在看得太过于重要；这不仅仅表现在传统意义上的狂妄自大，还表现在对别人的过度审视评判之中。所以就有了我刚刚提到的，一个对生活麻木的人，才会无时无刻去观察考量别人，因为只有这样，自己才能成为世界的主角。但我们忘记了，生活是由很多人的相互关系组成，谁都不是主角；太擅长考量别人的我们，也需要把自己从自己的躯体中抽离，以旁观者的角度审视自己。随世界起舞的人都在绝望中迎接自己的尽头，但尽头就在当下，就在自己开始否定自己之时；也只有这样，我们永远也到不了尽头。 具有否定之意的否卦很有意思，作为泰卦的变卦，它是内阴外阳。否卦难道不正是我们常常犯的错误吗，外强中干、虚张声势，代入感太强而内心空虚。但另一方面作为否定，它又有一种虚空内心之隐喻。所谓否极泰来，大概是虚怀若谷才能有迎接福祉而来的气量吧。这个世界唯有虚空是无法被否定的，而红尘中的我们，早已被过往蒙蔽双眼；更有甚者，自己不断给自己的偏颇冠上冠冕堂皇之理由，或曰风格或曰文化差异或曰个性。过往成就了我们，也阻止了我们的继续成就。 最后的最后，我突然想到，我又应该如何看待那个抽离自己躯体的、试图否定自己的那一个自己呢？似乎思维又陷入了自我否定的怪圈，想推翻我所敲打的每一行字。说了像是没说，你或许会如此评价我。可是，真的像没说一样么？","tags":"thought","url":"https://yx-peipei.github.io/thought/哲学小思之尽头在安纳西.html"},{"title":"哲学小思之思想的局限性","text":"每次坐jubliee线经过baker street站，都会想起2015年的自己，每天都坐着这条线，和众多西装革履的都市精英一样，朝八晚八。不一样的只在于，我那时每天都捧着《易经》，痴迷于在神秘主义中寻找人生的意义，生命的终极智慧。三年过去了，我依然没有练就出邵康节、刘基那种掐指神算的半点功夫；但是，我脑海里一直回荡着一句话： 上帝不存在，我就是上帝。 柏拉图毕生建立了理想国（概念世界），到了晚年这个真善美的神之国度却给了他无尽的痛苦，正如我在xxx写的那样，那个理想的概念国度是如此的绝对，善是绝对的，罪恶也一样。如果说人所追求的永恒的真理存在于那个国度中，那么真理必不论善与恶；人们善与恶的标准也不存在于真理的国度中。若善与恶从思想中来，那么它们的根基一定是不牢固的。千百年来，人所评判的善恶标准，到底从何而来呢？君君，臣臣，父父，子子，每个人的社会角色又是何人定义？ 还记得前几周跟妈妈就加缪的《局外人》引发的争执。在任何一个有基本道德修养的人眼里，Mersualt都是罪恶的：在母亲的葬礼上无动于衷，手刃杀死寻衅滋事的阿拉伯小伙子，在审判席上的辩论和情人的泪水漠然置之。但细读小说不难发现，Mersualt只是那种不适应当时社会生活的人，如同加缪在序言里写到的那样，\"他远非麻木不仁，他怀有一种执着而深沉的激情，对于绝对和真实的激情\"。他享受的，不是人间的情感，而是大自然的真实。在这个习俗不知从何而来的社会中，也只有海浪和阳光才称得上唯一永恒的东西吧。\"一切都是可以被允许的\"，末日上帝的审判将不复存在。 作为理科生的我，对科学和思考有着根深蒂固的执着，对语言表达也有着积重难返的偏见。黑格尔、马克思等哲学家坚持真理的存在，只需要坚持正确的逻辑道路便可触及真理：他们是纯粹理性之人。在这个有教养的时代，原则是一切都是理性并力求解释世界，包括人与人之间的关系。但是，对于思想的局限性，没有人比亚里士多德论证得更加明晰简洁： 这些观点经常受人嘲笑的后果就是它们不攻自破。因为肯定一切皆真，我们就肯定了相反的肯定之真，因此也就肯定了我们自己的论点之伪。而如果一个人说一切皆伪，那么这一肯定也是伪的。如果一个人宣布说只有与我们的肯定相反的肯定才是伪的，那么，他就不得不接受无限数量的真伪判断。因为一个人提出一个真的肯定，他就同时也宣布这一肯定是真的，如是者至于无穷。 这里有两点值得深思，第一便是人生命的有限和他所追求的永恒之间的矛盾。若人本身便是永生，那么何愁无法追随这个无限循环去逼近真理？人早已倦怠变幻莫测的世界，斗转星移，沧海桑田，稍微对自己的日常提出疑问的人，或多或少都想知道，这个世界究竟有什么是不变的，到底有什么是永恒的，什么是真理和终极人生意义。人的肉体终将消亡，人们由此寄托希望于灵魂永存。埃及法老的金字塔，神秘的秦始皇陵，他们的主人或许也不仅仅想在死后继续享受人间的奢华吧，他们是永恒的忠实的追随者。可是，我们唯一知道的，只是这肉体终将消亡；而对死后世界的探索毫无意义，就如孔子而言，\"未知生，焉知死？\"孔子和舍斯托夫一样看透了，上帝是不存在的。人们唯一的出路恰恰是在那个对人的判断来说没有出路的地方。否则，我们要上帝做什么？人们转向上帝只是为了获得不可能之物。至于可能之物，有人就够了。 第二点便是每个人都是他的真相的牺牲品。有什么理由不对自己提出怀疑呢？既然我们发现了思想的局限，那么所有我们对世界的解释与对任何美好事物追求，必然是这镜花水月，建立在局限的个人经验和不牢固的推理之上。\"什么都是允许的\"，从小接受的道德教育，似乎在这大逆不道的宣言前不堪一击。但是我始终相信，什么都是允许的，不代表什么都可以接受。人的社会属性，是他自然属性的否定：后者给予\"人\"这个意志恣意表达的自由，而前者限制了意志的表达。只有与社会属性结合起来的\"人\"，才是真正的\"人\"的概念。 思想止于表达。叔本华在《人生的智慧》中提到，真正有思想的人，是沉默的；因为他不需要社交的喧嚣和别人的称赞去获取快乐。但是，叔本华忽略了对外表达的重要性。语言是思想的起源，也是思想的中介。路德维希*维特根斯坦说：\"我并不身处于我的世界中，我是我的世界的疆界\"。理性的思想终究无法对自己提出否定，哲学家把自己的作品（即思想）藏于自身，而表达者把自己的作品（艺术或者语音）置于人前。只有表达才能完成对自己的否定。社交的目的不应再寻求别人的肯定，而是获取别人的阻拦。增添了否定的思想才完成了黑格尔的合题。 所以说，理想的社会人，应该是秀外慧中的勇士。他不应该是物质的奴隶，也不应是肤浅的社交蝴蝶，他应该有着丰富的理性的思想。但他不应该是哲学家。他并不给与思想以崇高的地位，因为思想一旦肯定什么就否定了自己。到底一个人需要多么艰苦的努力、谦卑的性格和超人的勇气才能做到不断质疑自己、不再自以为是啊！在宗教中探求生命的意义未果、却经历了战火洗礼的皮埃尔变得温和、谦逊。他有了信仰，那信仰是唯一真实的东西，那就是此刻的生活。","tags":"thought","url":"https://yx-peipei.github.io/thought/哲学小思之思想的局限性.html"},{"title":"La Plague","text":"我深深沉迷于加缪的书，很大一部分原因在于当我自以为理解了加缪想表达的意思时，他又以一种直接的口吻来帮助我解读他的另外一层诉求；而那一层意思，正是对人性和真情更深层次的探究。冯友兰提到人生的意义其实是不存在的，人只需要过好这一生；加缪在《鼠疫》中也发出了类似的感慨：\"这类事情（被迫分居和希望团聚）有没有意义都无伤大雅，只要符合人们愿望的东西看得见摸得着就够了\"。哪类东西呢？不同的角色，不同的追求。让我娓娓道来。 故事发生在法属阿尔及利亚一个临海省会，阿赫兰。那是一个\"既没有鸽子，也没有树木，也没有花园的城市\"，毫无色彩甚至有些丑陋。可以想见，人们的生活心不在焉，惯于享受凡人的乐趣：爱女人、爱看电影、爱海水浴；但因为缺乏思考，他们甚至不知道自己拥有爱情。故事开始于主人公里厄大夫在诊所门前的楼梯上发现一只不该出现的死老鼠开始，当时的门房还以此为奇耻大辱，斩钉截铁判定这是小孩子的恶作剧；然而没过多久，门房也跟街上成群死去的老鼠一样：淋巴结肿大，谵语不止，身体扭曲，被鼠疫折磨得筋疲力尽后死去。全城戒严。 我们对鼠疫的了解只通过抽象的数字，但数字已经让人毛骨悚然了：公元6世纪的查士丁尼鼠疫夺走拜占庭帝国1/3的人口；14世纪中期的欧洲，大约7000万人在黑死病中丧生；19世纪末广东和印度的鼠疫导致1200万人死亡。这三次灾难都有着改写历史的力量：拜占庭失去了对欧洲大陆的控制权，欧洲封建小国势力重新分配，来自耶路撒冷的阿拉伯势力趁虚而入；第二次黑死病下的欧洲，人们开始对中世纪宗教统治提出质疑，文艺复兴思想由此资生；第三次的广东鼠疫也对中国大厦将倾的清王朝送去致命一击。所以，被鼠疫的阴影笼罩着的阿赫兰，加缪笔下的人们怎能不绝望？ 但是，他们并不绝望，起码在鼠疫刚开始蔓延的时候。小说家的伟大在于虚构中的真实性，收放自如的细节性。封城的那一瞬间，人们首先忍受的不是鼠疫的威胁，而是习惯被打破的不适应；接下来便是一种流放感；是那种一想到与远处亲人重聚的火车不知何能否再开启，那种希望时间倒流的悔恨，或者希望时间飞快流逝的痛苦；但与其说他们在漂浮，不如说他们被遗弃：城内通讯被切断，寥寥无几的电报发文承载不了天各一方的爱请；人变得孤独，与人倾诉却得不到同样强烈的共鸣，因为他的痛苦俯拾即是，他的惆怅人皆有之。然而，这种孤独感和遗弃感并不长久，鼠疫和物资的短缺有一种好处，那就是人人很快就又变得琐碎和斤斤计较了。起初每周几百人的死亡，对于全城二十多万的人口来说，在幸存者心中，鼠疫带来的恐惧似乎并不是全部。但随着疫情的加重，教堂的公墓资源紧缺到连葬礼仪式都变得不再体面，死去的人也失去最后的尊严。人们从谨小慎微的苦楚，变成绝望到像杨朱倡导的那样，有些不顾伦理道德地纵情生活。 但是就主要角色们而言，每个人在面临死亡威胁之时的人生追求便显露出来。这里面有理性严肃的医生里厄，有失意的公务员格朗，有一直尝试明路暗道出城的法国记者朗贝尔，有流浪至此的人道主义和历史学家塔鲁，也有信仰破灭的可怜神甫帕纳鲁。他们在这场进行的战役中的所遇所见，对自己原本的信仰都有或多或少的引人深思的改变。 宗教与科学 如果说上帝是爱世人的，那么鼠疫便是上帝派来净化人类罪孽的信使。它使得人们懂得什么是苦楚，但也给人们爱上帝的理由。不需要去治疗那些患者，不需要在意同伴的哀号，上帝终将给他们救赎。神甫帕纳鲁在封城后的第一次布道中这么规劝，以一种高高在上的怜悯语气。但无可否认的是，他善良、博爱，不然不会在塔鲁的救治队缺乏人手时自愿帮忙去近距离照顾鼠疫患者。但是当他亲眼目睹一个孩子历尽痛苦地死亡全过程之时，他变得卑微了： 神甫轻轻跪倒地上，他在那不知谁发出的持续的哼哼声中，用压低的但仍清晰的声音说道：\"上帝，救救这孩子\"。 孩子是无辜的，如果说不信教的放荡之徒遭雷击是罪有应得，那么孩子受苦受罪就无法解释。如果一个人申辩说，孩子会享受天国永恒的快乐，那么他怎么肯定永恒的快乐可以补偿人间一时的痛苦。《局外人》中的Mersault在临刑之前仍拒绝神甫的祷告，因为他懂得，我们只有一个人生，阿赫兰的人们只能依靠紧缺的医疗资源和艰辛的疫苗研究去打赢这场与大自然的斗争。对于里厄大夫来说，在受难者面前他只知道救人，除此之外他什么都不知道，也不想去探究这是否是真理，也不想深思为真理献身是不是值得，这是他的本职。如果天地万物的秩序最终归结为一个死字，那么上帝或许宁愿人类不要只相信他，而全力以赴同死亡作斗争，因为上帝在那里不说话，推动世界是意志是矛盾的。 输与赢 如果说里厄大夫孜孜不倦的救助是他的职责；那么塔鲁的善行则来自于他的人生追求。塔鲁的父亲是法官，但他对父亲的濡慕之情在目睹一场死刑判决之后灰飞烟灭。他怜悯被告，即使被告罪大恶极，但他就是无法忍受一个可怜的男人被他的父亲理性却又冷漠地决定生死。理性的人会说，为了实现没有人杀人的世界，死那几个罪大恶极的人是必要的，那么他一定没有亲眼目睹过法场枪决。所以，以暴制暴的社会不是塔鲁可以忍受的。于是他少年离家出走，离开富裕的生活，为反对这个世界的斗争而斗争。他一生都在追求内心的安宁。 但正如我在 《卡拉马佐夫兄弟》 中所表达的那样，人生在世，有谁没有间接导致过别人的死亡。且不谈物质方面的竞争，我们每个人都是鼠疫患者，不停地散播自己偏颇的判断、错误的思想。让塔鲁孤独的是，没有人能够承认自己的罪行，真正地否认自己。他试图理解所有人，试图不成为任何人的死敌，以此去寻找生活的安宁。但不成为任何人的死敌，需要高度集中的精神、极其强大的意志力和超于常人的谦逊，而似乎只有死亡才是他的答案。极其疲劳的塔鲁在跟鼠疫的斗争中败下阵来，但他实现了自己的追求。 里厄并没有为他的朋友塔鲁过度忧伤。如果战胜鼠疫意味着\"赢\"，那也只是赢得认识和记忆而已。里厄认识了鼠疫，可以回忆鼠疫；感受过与塔鲁的友情，可以回忆友谊；虽然妻子死去，但他遇到过爱情，也可以回忆爱情。生活还会再赐予他其他的东西，那些东西也终将会消逝，只留记忆。 真情与理性 失意的公务员格朗是一个简单到有些让人心酸的人。他来自贫穷的家庭，爱上了同样贫穷的邻家姑娘，婚后贫穷乏味的生活又让妻子选择了离去。格朗有一个当作家的梦，每天在工作之余也为之奋斗，尽管他一直都是在修改着同一个句子：\"在五月的一个晴朗的早晨，一位苗条的女骑士跨一匹漂亮的阿尔赞牝马，驰骋在布龙涅林苑繁花似锦的条条小径上\"。正是这个不善言谈的朴素的老人，在鼠疫发生后毫不犹豫地参与整理患者材料的琐碎，同时默默承受着来自领导的不理解。他的本色只是他的真诚而已。 记者朗贝尔是在鼠疫爆发前来到阿赫兰做采访的，突如其来的封城将他与巴黎的爱人分离。这种爱情的煎熬难以承受，他一直在尝试不同的方法出城，或通过向政府的申请，或通过对城门守卫的贿赂。他并不想与里厄大夫一道，帮助城里人战胜鼠疫，即使他曾志愿参与过西班牙的内战，也是一个勇敢的人。但战争后他对\"为理念而死的人们感到厌烦\"，他转而认为，\"人活着，并为其所爱而死\"，因为没有强烈的感情的人，不懂得如何受苦，也不知道如何长久地享受幸福。他似乎与海明威笔下为西班牙内战而牺牲时的罗伯特合为一体，也像罗伯特那样，在最后的关头，在爱情与理念之间，选择了理念。他在逃跑的前一刻选择了留下来奋斗，选择了博爱。 有人说理性的人会比较冷漠，然而理性往往发自更为强烈的真情，只是这种感情被坚忍的面容所掩盖而已。安宁的心一直为我所求，在遇到加缪之前，我一直以为安宁来自佛家的无欲无求，来自哲学家看透人生的大智慧；但在《鼠疫》各个小角色身上，我似乎又觉得，安宁发自真正的谦虚，来自于更广阔的胸怀。庄子说，\"夫藏舟于壑，藏山于泽，谓之固矣。然而夜半有力者负之而走，昧者不知也。藏小大有宜，犹有所遁。若夫藏天下于天下而不得所遁，是恒物之大情也。\" 既然加缪说\"那些想超越人类而去寻求连他们自己都想不清楚的东西的人，谁都没有找到答案\"，既然人生的意义无需谈起，既然人不可能无欲无求，那么我就简简单单、大欲大求吧。","tags":"reading","url":"https://yx-peipei.github.io/reading/La Plague.html"},{"title":"金融危机学习思考系列之三：金融危机与平衡","text":"正如纽约时报记者Andrew Ross Sorkin所评价：当我们认为把08年的金融危机说尽的时候，Martin Wolf又加了一些新的东西。Martin Wolf的《The Shift And The Shocks》，可圈可点之处在于他不仅指出了金融系统的缺陷，更在于他对全球经济的失衡的深层研究；不仅在于他对各经济体应对危机的举措的全面介绍，更在于他对这些举措的批判性分析。如此以来，当今停滞不前的经济困境、南欧国家居高不下的失业率、特朗普试图扭转的贸易逆差、中国不断下滑的外汇储备，就一切顺理成章了：这一切都源于这个世界的零和游戏。 在 《金融危机学习思考系列之一：金融危机的爆发》 中，我总结到，不稳定的金融市场起源于美国储蓄和消费市场的失衡，开始于20世纪90年代。究其原因，这种失衡来自于信贷的放松、资本和银行业的全球化。上世纪80年代全球政坛重量级人物里根总统、撒切尔夫人、邓小平都是自由化经济的倡导者；主张国家财政调控的凯恩斯主义在Milton Friedman以及Friedrich Hayek荣获诺贝尔经济学奖后黯然失色，从此国家从财政调控逐渐倾向于对货币政策的把握。狡黠的银行家利用宽松的银行监管，以储蓄和信贷的利率差为盈利发动机，穷尽一切发放贷款；衍生品的发明、originate-to-distribute的模型、房贷车贷卡贷市场的膨胀，这一切都在不断增加银行账面的杠杆率。然而，银行账面的杠杆率并未平衡地分配到经济各部门中，个体家庭和私人部门的贷款量远高于公共部门；过于宽松的信贷标准下，个体家庭和私人部门的信贷风险又远高于以国家税收为后盾的公共部门的信贷风险。 那么，为什么个体家庭和私人部门会有这么高的杠杆率呢？在零和游戏中，有欠债人必有债主。国家对外债务起源于国际贸易。世界上的主要贸易顺差国有中国、德国、日本和中东石油国家。德国在二战后就一直实施严苛的财政紧缩政策，压低社会福利，提高工业竞争能力，增加工业出口总量；日本不断干预外汇市场，压低日元价值，同时积极投资出口型创新型产业，但日本又把大部分盈利转化成储蓄，以应对日益严重的人口老龄化；中东石油国家则借助上世纪70年代以来不断上涨的石油价格把高收入西方国家的国家财富纳为己有；中国则凭借廉价的劳动力和巨大的市场潜力持续吸引外资，发展出口密集型低技术产业；并利用国家财政和税收政策，使得企业的储蓄率远大于私人储蓄率。反观美国、英国和南欧这些国家，被自由化资本市场带来的低利息贷款和被刻意抬高的货币价值冲昏头脑，疯狂消费。正如叔本华的意志论所总结：欲望会不断滋生欲望，不平衡会使局面更加失衡。作为全球霸主的美国还可以一来以不断印美钞来偿还欠中国的债务，二来凭借军事外交优势赖债；但南欧的希腊、意大利、西班牙和葡萄牙，只能不断忍受债主德国的一系列财政甚至其他的政治干预。细想起来，这与我们国家在20世纪初所遭遇的西方列强干预有何区别？ 在 《金融危机学习思考系列之二：金融危机的应对》 中，我提到，08年金融危机在全世界的央行注资和财政加持下在2010年枯木逢春。在货币政策方面，戏称\"央妈\"的央行，一方面大力度地购买政府、企业债券，以期为整个经济体提供流动资金，保持物价稳定（monetary policy）；一方面提高银行监管，防止银行系统性风险 (macroprudential policy)。但是，物价维稳和金融管制的两大任务却是自相矛盾：以维持通货膨胀率的货币政策非但不利于降低银行的杠杆率，其导致的扩张的银行信贷反而对金融管制更有阻碍作用。再者，复杂的银行监管条约，并不旨在改变，只用于防止金融系统的大厦将倾。在财政刺激方面，各国政府在危机发生后通过发行大量新国债筹集资金，加大对公共部门的投资，增加供求关系，给衰退的经济注入一丝动力。但是，过于谨慎的政客们，太害怕政府债务高筑，在2010年之后纷纷撤除财政刺激，转而刺激个体商业借贷；于是乎，世界经济又回到\"银行发贷创造钱财，钱财刺激消费，消费创造新信贷\"的繁荣假象之中。 那么，难道我们就必须受制于这种怪圈么？我在 《我们所信任的钱》 中提到，信用经济中，钱财由我们的信任支撑；我们把钱放在哪里，就是把信任给了谁。每月的收入直接被公司拨入银行，爸爸妈妈给的压岁钱在怀里揣两天后存入银行，日常支付也是只刷银行卡，似乎我们将握在手里的钞票和银行账户的数字一视同仁；那么全世界的人们为什么会那么无条件地信任银行？中国的银行也大多只是国有控股，外国银行却只是私人营利机构。银行家以人民的储蓄金为抵押，在对外发放贷款时却不顾这份信任，只为自己的奖金和股东利益着想；当银行因为放出的贷款无法收回，资产变得岌岌可危时，这些人又只能凭国家财政扶持和央行印钱度过难关；虽然保住了自己银行账户的存款，但膨胀的钱财对千千万万的储蓄户和纳税人来说却是隐形的灾难。既然我们信任的是国家，那么为什么就不能把制造钱财的机器由银行转移到国家？正如Fisher在1930年代经济大萧条后主持的\"Chicago Plan\"所提议的那样，把所有的银行储蓄100%划入央行作为储备金，所有的房屋贷款、企业贷款等均由国家发放：让国家取代银行，只有我们信任的国家才是唯一的金钱制造机。 一个健康的金融系统提供了稳定的资金流动，但如上文所讨论，金融危机只是全球发展失衡后再加金融系统的不稳定造成；金融系统改革好了，全球经济的失衡该怎么扭转？这种失衡在过去几十年的表现有两点：一是英美南欧等贸易逆差国与中德日等贸易顺差国的失衡；二是在每个经济体中，个体收入的差距拉大：这既来源于企业的税收豁免政策和低利息福利，使得企业主的盈利总体大于普通家庭收入；又来源于各国私有化进程中的灰色收入。 对于各国对贸易方面的失衡的反应，一个例子是刚刚打响的中美贸易战：7月6日特朗普政府正式对中国的340亿美元出口商品加收25%关税。关税的提升不利于交易全球化，所有人都认为特朗普的反全球化举措是愚蠢的，但特朗普确实看出为防止美国再次陷入金融危机，必须要阻止美国人民的过度消费；但阻止消费会阻滞自家经济发展，所以只能拿外人开刀。但或许他忘记了，全球化如火如荼已有几十年，各国关系已盘根错节。一个很好笑故事是，上世纪90年代我们国家刚开放时，就有很多国家跟我们有贸易纠纷，要对我们出口的产品加关税，其中就有韩国，他们对我们出口的泡菜有意见。商务部和韩国人谈了好久，最后发现我们出口的泡菜都是韩国人在大陆开的厂子里生产的，所以忙活一阵，我们也搞不懂，他们是想罚我们还是坑自己。中国人也不甘示弱，声称之后会有一系列报复措施出台。在零和游戏中，报复了买咱们东西的美国人，自己会得利么？ 不打贸易战，我们怎么扭转贸易逆差带来的全球发展？我觉得德国、瑞典和日本的模式是一个很好的借鉴。这些国家或凭借百年积累下来的工业经验，或凭借对新兴产业的不计成本的开拓，跟以廉价劳动力为优势的中国形成不同的竞争格局；反观南欧等国，既无国际优势产业，又赋予人民太好的福利，对上中国这种能提供更便宜劳动力和更充足资源的国家，最后只能落得失业率居高不下，然后他们再被德国人借的热钱哄得又负债累累。我们说想要发展经济，一是提高生产效率，二是加大资本投资，三是增加劳动率。南欧国家的尴尬在于，长久萎靡的经济已导致大量高素质人才外流，投入的资金都用来还贷而非发展经济，若真要提高生产效率又意味着失业人口增加。所以，哄着穷人买东西的德国，只能恶食其果。 那么谈危机灾难国谈到这里，对中国有什么借鉴呢？习近平主席的大力发展新兴产业是很强有力的措施，目前我国的人工智能产业是能与美国一决高下，但是基础工业还是落后太多，缺乏核心技术，产业保护不力。虽然我的头发比见识长，但怎么也有些\"不在此山中\"的旁观者视野：国人太急于近期回报率（其实不止是中国人，世界上越来越多的投资者和政客都一样），国家宏观政策放出的钱财并没有真正进入科技研究，反而流入房地产和金融行业。再者，增加金融机构的资本适足率，而不是像现在这样，央妈为了刺激经济不断降准降息。国家可以为扶持企业发展发放流动资本，但不要以债券尤其是银行债券的形式，而最好是以股权投资为主；股权人对投资出去的资本有全权负责的监督态度，但债权人并没有，银行家更没有。降低银行的杠杆率，增加良好企业和新兴企业的杠杆率，才能够在不损伤经济的前提下，保住我们的平稳发展。还有一点就是，在国家优势产业尚未尘埃落定之前，把握住外汇管制，防止一旦资本逆转带来的资金链断裂（欧债危机的导火索就在于此）。 在收入差距增大的背景下，国家应该做的，是对个人财富征税而不是收入，以防止过度企业储蓄、过少企业投资的现象的发生。在英国，中产阶级是交税最多的阶层，因为低收入人群有税收豁免，高收入人群可以通过企业和基金会等各个手段避税；反过来，中产阶级却是社会劳动主力和社会稳定的螺丝钉，在这种税收制度下，中产阶级总有为自己的劳动付出所害的感觉。在对中国企业税收不了解的情况下，我不敢妄加评判，但衷心希望中国的税改不要改成西方国家的样子。把持各国政坛的高阶人士也不要过于杀鸡取卵，在出台各项改革措施的时候不要只考虑本阶级的利益；以免如德国一样，为了维持自己的贸易顺差不断向外输出资本，反而陷入债务要不回来的窘境。 这世界是一个零和游戏，赢家也需要适当给输家一些赢的机会。","tags":"thought","url":"https://yx-peipei.github.io/thought/金融危机学习思考系列之三：金融危机与平衡.html"},{"title":"局内与局外","text":"熟悉又陌生，平淡中夹杂触目惊心，真实到难以置信，从未有任何事情或者经历像加缪的《局外人》给我带来如此强烈直接的矛盾感。上周末在去巴黎度假的火车上读完了这本书，突然发觉，似乎这本书也适合在安静的旅途中阅读，因为再没有什么能比旅游度假更贴近生活却又远离尘嚣了。 这本书以第一人称平铺直叙，通篇没有几句直接对话，也没出现很多人物。主人公姓Mersault，名字到最后都没有说明，仿佛作者从一开始，就把主人公隔绝在故事布局之外。小说以Mersault去养老院参加母亲的葬礼开始。Mersault像是以一个电影摄像师的视角，井井有条得讲述他如何在得知消息后搭车去养老院，与养老院院长进行了什么样的对话，遇见母亲生前的哪些朋友，又如何在守灵夜中睡着因此不得不用咖啡提神。在葬礼当天，他并没有描述他一丝的悲伤、别人一毫的怜悯，他描述最多且最传神的，是阿尔及利亚炙热的太阳和送葬队伍中母亲新任\"男朋友\"额角滑落的汗水。在安葬完母亲回到家中，Mersault如往常一样，在朋友Celeste开的餐厅吃饭，去市立游泳馆游泳并迅速与一个女同事Marie发展出恋爱关系。Mersault还讲述了不少生活琐事，比如说楼上独居怪老头Salamano的癞皮狗丢失后，他和另外一个邻居Raymond帮老头子寻求警察局帮助，并且在Salamano情绪低落时接待并安慰他。Mersault在Raymond遭遇前女友欺骗后帮他报复前女友；接下来他们俩周末出游时被前女友的兄弟尾随，两伙人在海滩上产生冲突。Mersault开枪打死了对方一个阿拉伯小伙子。 主人公一直在以一个局外人的口吻来讲述这两个星期内发生在他周遭的一切，无一丝情绪夹杂，平淡又冷漠。当女友Marie询问Mersault爱不爱她，愿不愿意娶她时，Mersault说这并无区别；当公司老板给yMersault一个去巴黎发展的工作机会，Mersault依然一副无所谓的架势。哪怕帮邻居找狗，替朋友打架，他也是因为别人要求了他就去做的态度。在故事稍后审理他杀人案件的法庭上，检察官总结： I had no soul, and that nothing that makes a man human, not a single moral principle, could be found within me 【我（指Mersault）没有灵魂，在我身上找不出，一个人之所以为人的任何道德。】 检察官说出了我的心声。是的，以任何一个正常的有良知的旁观者来评价主人公，他都是一个冷酷无情的疯子。人们常说，每个人都是自己生活的主宰，其言外之意是不要为自己的过失找借口；黑格尔的必然论也证实了，事情发展到什么地步，正是因为它的因在于此。但如果说Mersault是他自己生活的主宰，似乎不是很恰当，冷漠如他，故事情节的发展他并没有起到一丝推波助澜的作用，就连杀人，也是出于一种在太阳炙烤下自己无法控制情绪的反应。在法庭上，他甚至不能为自己辩护分毫。无论是检察官，他自己的辩护律师，还是双方证人，其实都只是用局外人的认知去判定Mersault究竟是恶贯满盈，还是不慎失足。Mersault像是只因为他们而存在；正是这群人，因为自己的认知宣判了Mersualt的死刑， in the names of French people（以法兰西人民的名义） 。 但Mersualt是唯一活过的人。不分昼夜、无所事事的狱中岁月多么难熬，身为自由人的我们，肯定不难想象，但我们再一次犯下了自以为是的认知错误。正如Mersault所说，当真正囿于三寸之牢后，人便逐渐习惯以一个狱中人来生活。不能抽烟找女人的痛苦，那只为自由人所拥有；狱中的他们，习惯于回忆和想象。回忆用的时间越长，记忆便越发清晰，很多以为忘记的细节都一一展现，细如卧室家具上的纹路刻痕。不再为理想为追求为想象中的未来日夜奔波，只有窗外的海浪声鸟鸣声车笛声一直相随。 我在读这本书时一直有一种怪异的感觉。在审判Mersault时，检察官似乎认为他罪证确凿，无可辩驳，而对排在他之后审理的另一桩弑父案更感兴趣。这本书的陈述风格和陀思妥耶夫斯基的《卡拉马佐夫兄弟》如此之像，导致我有一种接在Mersault后面审判的正是卡拉马佐夫家的案子。但不同于陀翁的是，加缪对道德和仁义并不重视，反而执着于对存在的探讨。陀翁以修道院长老之口来散播他对世人的爱，要舍弃自己的躯壳，像对待自己一样对待他人（在这一点上，窃以为与庄子的\"藏天下于天下而不得所循\"很像），而加缪却认为这副躯壳是唯一真实存在的。Mersault和为他赎罪的牧师都知道，人总是要死，面对死亡人们都会害怕。牧师是用上帝的救赎来安慰自己，死后依然有\"自己\"的灵魂存在；Mersault只坚持确认的事实，这个确定的人生。逻辑思想也好，感情情绪也罢，一切其实都是毫无意义的虚幻，它们甚至比不上窗外的车笛声来的真实。所以，当他被牧师自以为是的天堂生活所激怒时，他的愤懑以一种\"苦涩而愉悦\"的方式爆发出来。是的，他是\"对\"的，他一直是\"对\"的。他本可以选择另外一种活法：他本可以不把母亲送去养老院，他本可以在母亲的葬礼上为迎合别人的期待表达自己的悲恸，他本可以在老板提出外派要求后离开阿尔及利亚，他本可以在海滩上选择离开避免冲突，但他没有。有什么区别么？人们总是带着一丝情绪半分想象去假设过去，想象未来，殊不知，唯一真实的命运已选择了自己，那就是自己的过去和此刻。每个人都是特殊的，都有特权，每个人都有一死。无需想象。 发泄完所有情绪的他，内心充满了喜悦。在被海风吹来的咸湿的空气里，他享受着夜晚的静谧。他突然理解为什么母亲，在每个生命都逐渐凋零的养老院中，为自己找了一个男朋友。没有任何人，有权利为她的死亡哭泣。他不是她，只有她才是她的局内人。 火车在巴黎停下了，我拖着行李箱走出喧杂的车站大厅，走过SNCF的罢工队伍，穿行于雨果笔下破旧但整齐的Faubourg街区。看着眼前的店铺林立。我感觉，这才是存在。","tags":"reading","url":"https://yx-peipei.github.io/reading/局内与局外.html"},{"title":"儒学、道学和黑格尔的合题","text":"威尔；杜兰特在《历史的教训》一书写到： 马克思是黑格尔的不忠实弟子：他将黑格尔辩证法的意思解释成资本主义和社会主义之间的斗争，将会以社会主义的完全获胜而结束。但是，如果黑格尔的正题、反题、合题公式应用于历史，工业革命是正题，资本主义对抗社会主义是反题，那么下一个状态就应是资本主义和社会主义的合题。 合题，是我对黑格尔这本《小逻辑》最深刻的理解。通常人们把灵魂与肉体，自我与他人，内容与形式区别开来，仿佛两者是毫无相关、相互对立的。其实这种二元论的说法稍加思索便能指出其自我矛盾的地方：若脱离了肉体的定义，灵魂是什么；若脱离了灵魂，肉体与肉体之间，又有何区别？若没有他人，那么\"我\"是谁；没有了\"我\"，那么他人又失去其存在。一提到内容，人们往往认为比形式要深邃，但是就艺术品举例而言，只有内容与形式是彻底统一的，这才能算是好的艺术品。《罗密欧与朱丽叶》从内容上讲只是个爱情在家族仇恨下的悲剧，但因其形式的优美，才造就了其不朽。有限与无限的概念也是对这种对立关系的讽刺：若无限与有限对立，那么无限也就有了限度；真正的无限，就是包含了有限的无限，也就是\"合题\"。 又如，当我们在说一个人描述事情很客观的时候，其言下之意便是这个人不带任何主观情绪去面对这个事物，但是这个人本身便是主观的存在，这个作为客体的事物在进入这个人的主观认识时，便已经失去了它的纯粹客观存在，这个事物其实已经被抽象化了；反过来说，这个人的主观理念也因该客观事物的真实存在而有了抽象确定性。像上段反对二元论那样，我们不可说，主观和客观是两种对立的东西，我们所认识的物自身，永不是物自身；而物自身，也不是跟我们毫无关系的独立存在：一切实存的事物都存在于关系中，而正是因为关系，事物才是实际存在的。正如一个人，是因为他与其他人和物的关系才被定义成人，不仅是因为像某些生物学家所说，他是因为拥有耳垂或者其他器官才是人。 说到物自身不可知这里，包括康德和飞喜推在内的很多大哲学家，都因为经验主义的局限性而感到绝望。诚然，我们观察的事物永远不是事物的真相，但并不代表真理不可达。真理是这个世界的必然性。认知事物只是知性的范畴，它所关注的只是\"是什么\"，而不是\"应该\"是什么。\"应该\"是什么，是事物的必然性，这才是哲学所关注的东西。佛学家因为看到有限事物的虚幻不实、倏忽即逝便认为世界无真理，进而否认世界的存在，但世界所有的东西都是真实存在的，否则，我们也因为食物的\"不真实\"而饿死。佛学没有进一步指出有限事物之所以有生有死，是因为有限事物的不必然，也就是与它本身概念的不合。 当我们说某物是必然的，我们首先总要问问什么？我们总以为必然的事物必是先被设定起来的，是有一个有前提的经过中介的事物。但这种必然性，其存在取决于他物，而非取决于自己，因而它仍然是偶然的东西。比如说，\"我必然会发财\"这句话是不对的，是因为它必须是有前提，比如说我交到好运或者其他的什么东西。而\"我必然会变老\"这句话是对的，因为我变老是因为年岁变大，而年岁变大正是因为我变老。所以说，任何真实的必然性即\"一物之所以是一物乃是通过他自己本身\"，也就是在自身概念（\"变老\"）扬弃自身通过中介过程（\"年岁变大\"）后又回到自己本身（\"变老\"）：在这个自身联系中，必然性摆脱了他物的制约，成为自由。自由是必然性的真理。 我一直相信，哲学虽然不会使人富有，但会使人自由。以前会想，这是因为关注了哲学，便会少关注些世界的灯红酒绿，少关注些虚妄不实的东西；但现在却发现，哲学其实是最真的东西，它指引我去思索事物的必然性，正如人们通常所说的\"每个人都是他自己的命运的主宰者\"，人必须为其遭遇处境担当全责，因为那是他自己演变出来的结果，只有他担负起自己的罪责，他便是个自由的人。人的一切不幸福和不自由，来源于他对必然性错误的理解：当他认为某一必然会发生的事情没有发生，他或怨天尤人，或自怨自艾，其实，只是他没有看清事物的发展规律罢了。但是事物发展的规律，不是通过对事物的认识来完成的，因为有限的认识中的必然性，是带有主观的外在的必然性，是强加了自己目的的必然性。真正的必然性是需要摆脱前提和出发点的，也就是说，它只是个过程。 对事物发展规律的研究，中国道学有一套阴阳八卦的理论，而黑格尔则是西方哲学在这方面的集大成者。真理便是过程。老子云：\"寂兮廖兮，独立而不改，周行而不殆\"；黑格尔说：\"这世界最终的目的已完成，而且不断在完成中\"。黑格尔继承了叔本华的意志说，认为这世界是意志的自我实现，但意志活动也是含有矛盾的有限性：意志知道它的目的，但又需要否认它的目的，因为如果世界已经满足它的目的，那么意志的活动就将停止。因此，矛盾虽不是目的因，但是它是世界发展的制动因。 人们总把矛盾看成不合理，但是，人们通常认为的不合理，只是不合大部分人的常识而已，而常识，作为知性的认识，自身便带有有限性和矛盾性。作为能够思考的动物，人总或多或少地把纯粹感官事物抽象化，比如我们会自然说出面前摆的是手机，\"手机\"便是对那一事物的主观抽象的界说，是属于认识的一部分。人们会进一步说，这手机是有用的，能发短信能上网。这种言论便是典型的实用主义论，就像一个人描述黄金说黄金是珍贵的，那就是把他自己的主观个人意识加到手机或者黄金身上，并认为那是他们的真实属性。虽然手机到底是什么这种无聊的事情并不是哲学的内容，但这些论断却能使我们意识到，自己看待的世界有多少被掺杂了个人主观意识，因而矛盾和不自由在内。所以当孔子达到从心所欲不逾矩之时，便是他已抛却了自己意识中的有限主观性，实现了主观和客观的合题，也就是庄子所说的\"天人合一\"。 不合理的矛盾，其实便是真理。量子力学中薛定谔的猫便是一个例子：把一只猫咪和一粒毒药放进黑箱里，猫咪吃了毒药即会死去，不吃则会安然无恙，那么猫咪现在是死是活？你既不能说它死了，也不能说它活着，所以它既生也死，这就是量子理论的宏观表现，正如电子既是粒子也是波。在打开箱门的那一刻，你才会知道猫咪是死是活，所以猫咪的生死只是因为你的观测，电子是粒子还是波也是因为你是按照检测粒子的手段还是按照检测波的手段去检测它。虽然这样说很唯心主义，但世界是什么样子是因为我们以什么样子去看待它，而世界本身，是矛盾，是不断否定扬弃自己又返回自己的合题。任何有限事物，包括人的生命，只是在否定自己，而死亡作为生命的自我否定，其实也是生命的一个发展阶段，到最后，便是生死合一，便是庄子面对妻子死去时的\"鼓盆而歌\"。","tags":"thought","url":"https://yx-peipei.github.io/thought/儒学、道学和黑格尔的合题.html"},{"title":"浅谈人的社会属性","text":"MAN is born free; and everywhere he is in chains.（人生而自由，但无时无刻不在枷锁之中）—— 《社会契约论》Jean-Jacques Rouseau 我总认为中西方的的主要思想文化差异是对细节和系统的把握。中国思想偏重于自上而下，从全局大处考虑，比如医学中的\"气\"之概念，譬如按摩脚底能够帮助上半身肾之运化；再比如哲学中动不动就\"与天地准，弥纶天地之道\"，总给人一种广博但不知道在说什么之气象。但缺点是对细节把握不足，从根本上经不起推敲。西方哲学和科学，正如其反，它们从极少的假设出发，再经由亚里士多德的三段论发展，建立一套又一套的理论。学科的划分正基于研究对象和假设的划分；但正是因为划分的存在，它们离中国式理论的大一统渐行渐远。虽然我无法证明，但中国和印度能够保持如此统一的民众，而西方国家绝大多数是人口小国，是不是正是因为这种思想文化的差异存在。 卢梭的《社会契约论》，像是一个论述题，其基本假设便是上面所引的这句名言和叔本华的意志论。人作为一个具象，其首要法则便是让自己生存下去；但因为以一己之力无法对抗残酷的自然环境，所以他便不得不屈从于与他人建立的一种联盟关系。幼年时期屈从父母，成年时期屈从社会。当谈到屈从，一个自然而然的问题就是：人要屈从的是什么，为自己保留的又是什么？社会契约便是这么一种存在： 一种社会结合的形式，能以全部共同的力量来保障结合着的人身和财富，并且由于这一结合而使每一个人与全体相结合的个人只不过是在服从自己本人，并且仍然像以往一样地自由。 这种把人们结合起来的意志，便是国家意志，是存在柏拉图的理想国中的概念。国家意志是从属与每一个人的，而正因为它从不属于某一个体，所以每一个人都是自己的主人。在赋予国家意志人格之后，城邦或者国家便形成了。而土地，只不过是国家作为一个\"人\"的外在物质需求；君主或者贵族或者民主政府，只是国家意志的执行者，差别只是组织形式不同而已。 国家意志的强弱，与结合者的人数多少呈正比关系。在评估一个人自由程度之时，不是从他所拥有的权利大小来统计，而要从他若恣意行事时所遇阻力来说。若社会结合者人数增加，他所遇到的阻力也会增加，那么他就越不自由。阻力的总和，正是人所屈从的国家意志。但政府，作为国家意志的执行者，所拥有的权利只是国家意志所赋予；政府组织越冗杂，每个官员的权力越稀薄。 若把国家意志比作灵魂，土地就是它的躯体。正如身性灵无法分开，土地状况也影响着国家意志。所以在回答\"什么是最好的社会结合形式\"这个问题之时，必须要考虑这个社会所在的自然条件。若是小国寡民，国家意志相对较弱，人们相对自由，那么民主社会便是比较合适的形式；若是泱泱大国，国家意志力量强大，政府权力就不能被分散，君主专制似乎成为答案。山地国家，地广人稀，社会纽带松散，民主形式较为适合；沿海地区，先祖必须紧密结合以抗倭寇之肆虐，一个强大的首领是众望所归。 政府作为国家意志的执行者，本身也是一个具象的存在：它的首要法则也是自身的存在。而政府掌权者，在考虑国家意志和政府意志之时，自然会先考虑政府的意志。国家的立法机构，作为国家意志的现世表达，一个重要的职责便是制约政府意志。人们虽是国家意志的拥有者，但往往并不了解自己真正需要的是什么。一个睿智的立法者，往往需要借助上帝之口来增加自己观点的权威性。正如犹太教摩西的摩西十诫，便是他宣称从上帝那里得来的启示；又如默罕默德，也自称是安拉的尘世代表。从这一点来说，宗教和政治同宗同源，只是一种社会组织的需要而已。 说到宗教，便不得不说宗教也具有两种属性：自然属性和社会属性。自然属性下的宗教是福音书式，它只存在于人内心的，它混杂了人的情感与生存信念；社会属性下的宗教是仪式和教条，它依托于社会关系而存在，它试图把每个人对社会所必须承担的职责转化成人的自然需求；换言之，它让人去爱社会给他的枷锁。自然的宗教使人远离尘嚣，爱人却不爱具体的人；社会的宗教受统治者所追崇，正如儒教在维护社会关系中起的巨大作用，它使得人能够承受种种屈辱与不公，只为求得往生后上帝的宽恕。 但正如卢梭在第一页中便写下的那句，\"人生而自由\"，人的自然属性要重于社会属性。人的追名逐利，不正是想证明自己的生存能力么。钱财名望给男人带来快乐，是因为它们是未来的不确定中幸存下来的保障；美貌华服使女人疯狂，因为它们能够吸引男性来给她们安定无虞的生活。但古往今来，人似乎习惯于放弃自己的自由：从人的奴隶变成物的奴隶，在人云亦云中变成他人思想的奴隶。更为忧心的是，人往往不知自己已沦为奴隶。","tags":"thought","url":"https://yx-peipei.github.io/thought/浅谈人的社会属性.html"},{"title":"从太阳系行星谈人生阶段","text":"对一个初出茅庐、刚步入社会的女娃娃来说，现在就大谈人生绝对不是这个年龄做得了的事情，更何况还要跟太阳系的行星扯上关系。可脑海里奔腾的思想非要找一个渠道疏通，正如画家必须借画笔来表达内心概念，我就仍然借文字来梳理思路吧。或许在我双鬓斑白，有资格去谈人生的时候，回过头再读读，我的文字是否如同此刻的容颜一样稚嫩。 亚里士多德曾说：\"生命在于运动，生命的本质在于运动\"；《太极图说》亦云：\"太极动而生阳，动极而静，静而生阴\"， 运动是绝对的，而静止只是相对的。体育老师常拿亚里士多德这句话来激励大家锻炼身体，但这句话却有更深刻的含义。人生命中的每一刻，抛开身体内部永不停歇的新陈代谢不说，他若是四肢上没有活动，他的大脑必定在思考，而这两点常常是相互冲突的。更深一步来讲，若人对外在世界发生的各种事情——甚至最微不足道的事情——表现一刻不停的强烈的关注，那么他留给自己思考的机会也就越少。他的生命所依赖的运动，只是建立在对外在事物的相互作用上，一旦外在刺激消失，那么这个人就会陷入到内心极大的空虚之中。所以意志薄弱的人会沉迷一些事物，或是赌博，或是游戏，或是浮华的社交，乃至一般人下意识的摸手机行为，都是为了摆脱面对自我时痛苦的虚无。能够让我们免于这种痛苦的手段，莫过于有丰富的内在。丰富的思想是有进行自我组合的冲动和能力的，就像小孩子喜欢玩的积木，一片片的念头相互堆砌，或搭出一座塔桥，或竖起一幢高楼，而这种建立在自己身上的快感，是朴实且持续长久的。 说到快乐，亚里士多德又有一句话：\"理性的人寻求的不是快乐，而只是没有痛苦\"。这话听起来有点消极懦弱，却道出一个事实：痛苦来源于想要而得不到，快乐仅是欲望的暂且满足。在 《意志的表达和求好的人生》 一文中，我引用了叔本华的\"意志\"一概念，大概说这世上的万物，只是柏拉图的概念世界在现世的表达而已。欲望让我们存在，也让我们痛苦。欲望同叔本华的\"意志\"一样，是不断在自我表达，自我滋生的。一个很好的例子便是女人的购买欲：很多时候女人疯狂地买东西，并不是出于对某件物品的执着，而是控制不住不断膨胀的购买欲。所以富人永远不会停止对金钱的追逐，做学问的人也止不住对知识的渴望。欲望得到满足的那一刻确实能带来快乐，但这也只是在反思中获得的，是暂时的；一切事物生的原因也造就了它的消亡，快乐尽头必是痛苦。 所以，好的人生所追求的，是一份平和。平和来源于自我约束，不断减少对世界的索求，同时也拥有一份强健的体魄。合理的自我约束总比外界给人带来的障碍要柔软，发生冲突时给心里带来的痛苦也就少了很多。在当真正的苦难降临时，对于一切涉及痛苦和快乐的事情，我们也要关上想象力的闸门。不知是因为本性，还是因为年轻，我经常会陷入对病痛或者挫折的过度想象中，随之带来的被意欲控制的过激情绪，只会夸大幻影的不幸，影响理性和判断力。正如培根所讲，人有时所产生的畏惧，并不是来源于所畏惧的事情，而是来源于畏惧本身。 若说人生是一本书，那么人生的经历便是正文，对人生的思考是注解。我这个年纪的正文太少，而耄耋之年仍活不明白的人，他的注解是一片空白，连带字句都黯淡无光。我这个年纪只觉前面的人生很长，因为对这个世界的期望需要时间去承载；老人回顾过去，只叹人生短暂，因为时间会淡化记忆，记忆会抹去情绪，剩下的只会是世界真实的乏味。就连盖世英雄的传记，除去作者刻意的添油加醋，都只剩有几页的篇幅；那么对普通人而言，缺少了思想注解的人生之书，还会有什么呢。 谈及人生，便来谈谈人生的阶段。人们大致把人生分成童年期、青年期、中年期和老年期。正如中国古代有钦天监观星以预测吉凶，西洋也有占星术的一套理论。若具体的个人的一生并不如术士所言已经显示在行星上面，但人的各个时期却能与相应的一系列行星挂上钩。从这里也能体会到古代罗马人的人生智慧，因为天上的行星正是他们所命名。请容我细细道来： 水星，也就是Mercury，在罗马神话中是信使之神。罗马人因为水星运行速度很快，而把Mercury这个名字赋予给它。它就像是人的童年，那个时候的世界很小，一切都显得很新奇，对事物的认知战胜了意欲的表达，因此没有很多烦恼。童年的世界是简单和绝对的，生活的印象也没有因为多次的重复而变得模糊不清。那个时候的我，坚信努力便会有收获，坚信计划的尽头便是成功，坚信考试第一名就是比第二名优秀。那时的我不懂，老师家长所传授的，也只是概念知识；而真正的知识，却是需要从生活中获取。 带着这种可笑的绝对和肤浅的世界观，我们走进了现实生活。当我们有了父母满足不了的渴望，当幼年时期所坚信的\"绝对\"一个个破灭时，我们便有了不幸福，有了寻找幸福和真正信仰的欲望。这个时候便来到了，金星，也就是Venus所掌管的爱情与欲望中。被各种欲望控制的青年是最躁动不安的，也是最有活力的。自古英雄出少年，便是出于意志的强大张力。但正如上文所说，外在的躁动压制了内心的宁静，青年总是在无聊和痛苦中煎熬；他带着情绪的变幻莫测，加上强健的身躯，来到战神之星Mars，也就是火星的国度。 若金星控制下的人们只是少年维特之烦恼， 那么火星中的痛苦，便是面对接踵而至的大大小小的苦难，战士般的不断挣扎。这时候的人们似乎已将障碍和挫折看成必然，虽有抱怨，但还是想着终有一天会实现自己的目标，从世界中获取幸福。但人们也知道，运气不是每次都会降临自己身上；正如平行四边形原理，我们对目标的渴望和命运的力量，会终使我们驶向对角线的方向。若有一天发现自己偏离了既定航线，也不要过度苛责自己；但若不希望让命运把自己刮到更远的地方，最好的方法是即时调整船帆角度，加重自己船舱的重量，也就是让自己变得更加有能力，更加成熟。 这时候的我们，离开了好斗的火星，经过火星外的主小行星带。谷神星（Ceres）教会我们为了实用目的而生活， 灶神星（Vesta）赋予我们安身立命的家，智神星（Pallas）帮助我们知道什么是真正需要的。带着这些极具分量的人生智慧，我们随后登上众神之神Jupiter（木星）的宝座。想象一下不惑之年的中年人，发号施令的权威吧！正如乾卦之第五卦所说：飞龙在天，利见大人。 终于，离开木星的我们，来到\"亢龙有悔\"的土星（Saturn）附近。罗马神话的Saturn是农业之神，掌管财富和自由。看那带有光环的土星，难道不像带有智慧的老者，沉浸在丰富的自我世界中么。或许是因为我还享有青春，我并不惧怕老去，除了老人易受疾病困扰这一点。精力对于老年人来说其实并不是必需，因为它只对被欲望控制的青年人有用。所以说，拥有健康体魄的老年人是幸福的，他并不再对世界要求什么，世界对他也不会索取回报。当然，我遇见的老人大多都愚笨，做到\"随心所欲不逾矩\"的，大概只有孔子一般的圣人罢。 最后是天王星（Uranus），古希腊语中的天空。如同人们所传言的，有福之人最终会升入天空。我其实也想不通，为什么死亡的下一步会是海王星Nepturn，大海之神。或许在古罗马人看来，死亡似生命之源泉，人还会有来世。","tags":"thought","url":"https://yx-peipei.github.io/thought/从太阳系行星谈人生阶段.html"},{"title":"东西方的相似性：前秦时期与前罗马帝国时期浅谈","text":"历史总会向我们展示惊人的巧合，不论是从纵向时间上的重复来说，还是横向地域上的比较。这几个月来，我一直沉浸在对这种相似性的琢磨之中，这个相似性发生在公元前三四世纪的欧洲大陆和中华大地之上。在当时的欧洲，罗马军团所向披靡，逐步地统一地中海沿岸广袤的亚非欧大地；在当时的中国，秦国蓄势待发，给我们第一次带来一个统一的帝国。 自古至今，没有中国人不为中华民族悠久的历史、深邃的思想文化感到骄傲。生活在公元前五世纪的孔子规定了一整套世俗的思想价值观，这套价值观占据统治地位长达两千年之久；公元前二世纪的秦始皇帝，结束诸侯割据的分裂局面，\"车同轨，书同文，行同伦\"，泱泱大国气态初现；安定的社会促进了人民思想和创造力的发挥，董仲舒发展儒学思想，与皇权天命结合，从思想上维护了君权体制的稳定性；唯心主义和唯物主义的斗争在东汉王充时期达到白炽化地步；道教、阴阳家也别树一帜。 无独有偶，孔子逝世仅几年之后，在与中国相距万里之外的雅典大街上，人们经常会看见一个大胡子青年到处晃悠。他总是喋喋不休，专挑别人思想中自相矛盾的地方，被人踢都不以为意：他就是西方哲学的奠基者：苏格拉底。与孔子相同之处在于，苏格拉底也是现世的，他坚信人性中的美德，同时承认自身的无知。如同儒学思想在孔子、孟子和荀子的手中逐渐完善，逻辑学、伦理学经过了苏格拉底、柏拉图和亚里士多德西方三贤的努力之后，在社会学、科学中发挥出叹为观止的威力。 除了孔子与苏格拉底的思想有很多相似之处之外，柏拉图，这位苏格拉底的学生，跟孟子，这位孔子思想的传人，在思想学说上，其气象之高明亢爽亦似之。孟子曰\"万物皆备于我\"，个人之精神与宇宙之精神，本为一体；柏拉图则坚信，不受欲望支配的灵魂，在绝对的概念世界，与神明同在。荀子与亚里士多德亦以沈博之气象似之。荀子生于百家争鸣的战国时期，他一生勤奋好学，批判性比较各学各派，对孟子的\"浩然之气\"嗤之以鼻，认为天仅是\"自然之天\"。亚里士多德与他一样，博学广才，在逻辑学、教育学、美学、修辞学、政治学都留下大量著作； 同时也抛弃了老师柏拉图的唯心主义，首次提出\"目的\"一说。 正如荀子的学生李斯、韩非子在嬴政一统天下发挥重要作用一样，亚里士多德的学生，传奇的亚历山大大帝，率领马其顿三万虎狼之师，统一希腊，征服波斯，东破印度，北至黑海，南灭埃及；而也如秦始皇去世后秦王朝很快土崩瓦解，亚历山大帝国的辉煌，在他猝死行军帐之后，也烟消云散了。 人们常说打天下容易守天下难，困难不仅在于统治者做不到居安思危，还在于对统治之术的驾驭上。《韩非子》一书中对势与术做了很详细的评论，马基雅维利的《君主论》也在统治之术做了大方面研究，而他主要的研究对象，便是崛起于公元前三世纪的罗马帝国。原因是在维护占领地区稳定性的成就方面，罗马帝国无出其右。 若想讨论罗马帝国如何维护其广袤疆域，还是先说说它是如何发展的。公元前七世纪，也就是春秋时期早期，罗马城建立，当初还仅是意大利半岛上一个不起眼的小村庄。当时的意大利有着五股强大势力：罗马城北部的伊特鲁利亚人（其文明程度已非常先进），意大利中西部的拉齐奥，东南部的萨摩那人， 阿尔卑斯山脉和亚平宁平原的凯尔特人，以及南部的希腊奴隶城邦。 早期的罗马在几股大势力的鹬蚌相争中渔翁得利；与此同时，希腊本土在亚历山大大帝死后纷争不断，罗马便与那不勒斯的希腊势力联盟，攻打占据意大利南部的其他希腊城邦势力，类似于\"近交远攻\"。这步棋走得很聪明，若是采取像嬴政那种\"近攻远交\"，那么罗马就只能得到周围一小部分区域，而意大利南部的希腊城邦势力是归于强大的伊庇鲁斯联盟，若罗马与强者联合攻打近邻，只能兔死狗烹。与近邻联盟的成果在于，虽无法在近处扩张势力，但罗马取得了重要军事港口塔兰托，为之后的海上扩张打下基础。 罗马扩张的重要原因在于两次迦太基战役的胜利。治军严谨、战斗力一流的罗马步兵军团，加上几十年的海军作战训练，一战便拿下了被迦太基人控制的西西里岛；西西里岛成了第一个罗马共和国的海外行省，这一年是公元前241年。三年后，罗马人又占据了科西嘉岛和撒丁岛，与地中海对岸的迦太基成隔海相对之势。 迦太基的军事统领，战略天才汉尼拔将军，将向罗马人复仇作为一生之目标。他在父兄死后，励精图治，秣兵历马，率领五万步兵、九千骑兵、无数北非象，绕过被罗马人严密巡视的地中海沿岸，从西班牙的比利牛斯山出发，在法国北部的罗纳河饮马；他们路过白雪皑皑阿尔卑斯山脊，进入意大利北部，对罗马展开包抄之势。稍微想象，便能感受当时的悲凉。几万大军背井离乡，行走两千多公里，早已舍弃还乡的梦想。而他们，即使最初获得了几场战役的胜利，但也因深入敌人腹地太久，十年后客死他乡。有趣的是，将汉尼拔视为偶像的拿破仑，也是因为远征俄罗斯，而失去一生的辉煌。 不断扩张的疆土，给罗马共和国带来无尽的财富。迦太基亡国后，北非源源不断地给罗马城运送香料、橄榄油、银矿和奴隶；被控制后的西班牙也成是罗马的粮仓。不断积累的共和国财富，给了元老院不断下达征服蛮夷之族命令的军需供给；炽热的政治斗争，也训练了他们狡猾和算计的政治思想。被罗马入侵的疆域，大多生活着未开化的民族。罗马人聪明地以自己的语言训练他们，以文化同化这些人，正如中华民族同化少数民族一样。遇到负隅抵抗的顽固民族，罗马人便展开屠杀；之后却仁慈地给予这个地区的人民以自治权。罗马人深知，一开始的残忍很容易被遗忘；而持续不断的暴政才是祸患。此外，罗马在区域中扮演保护弱小国家的角色，这个角色一是给与他们被信赖的道德美德，二是可以压制强大邻国的野心。待时过境迁，罗马变成了这个区域中唯一之主。 屋大维在征服埃及之后，把罗马共和国改成罗马帝国，政策与汉武帝的加强中央集权有些许类似。罗马帝国又经历了几十年的扩张，军队甚至占领了英格兰岛，在北方修筑了像中国一样的长城。但与汉武大帝一样，连年不断的战争使得国库空虚，加上各地野蛮民族不断侵犯，传染病肆虐，统治阶级骄奢淫逸；新诞生的基督教很快有了穷苦人民的拥护。罗马的旧神再也给不了人民希望，阶级不断分裂下，罗马帝国很快便瓦解了。即使东罗马帝国向基督教妥协，苟延残喘了一千年，但是意大利，直至1871年才重新统一；罗马城，几经战火和蛮族的洗劫，只留下残垣断壁。 唏嘘之余，一个疑惑浮现了出来：为什么中华民族在几经沉浮之后仍能保持完整的统一，而罗马帝国却不能？难道是因为地中海把欧亚非大陆隔开？还是因为罗马帝国周边虎视眈眈的野蛮民族？我一直认为，能让一个事物毁灭的东西必出自其内部，外部只能削弱但不能彻底摧毁。一个国家建立的基础在于人民的一致性，所以摧毁这个国家的原因也是人民的自相仇视。在这一点上，中国用儒家思想牢牢控制住了人民，罗马没有做到。遍地黄金的罗马帝国，在如何保障私人财产上倒是做得滴水不漏；但统治者却没有做到让人民永远做他们的羔羊。中国人的思想是现世的，耶稣却许给了穷苦人民一个安详的来世。人们总遗憾中国没有宗教，其实这一点反倒成了维系中华民族统一的重要原因。国家不需要神明的保佑，国家只需要人民对统治者的敬畏。","tags":"thought","url":"https://yx-peipei.github.io/thought/东西方的相似性：前秦时期与前罗马帝国时期浅谈.html"},{"title":"关于《共产党宣言》的一些经济和哲学的感悟","text":"如果没有误打误撞地开始关注哲学思想，我应该对马克思的《共产党宣言》不会产生任何兴趣。之前总以为它是一本很\"红色\"的书，大概就是教贫农如何瓜分地主土地，教工人如何谋划游行罢工，教无产阶级如何打倒资产阶级专政云云。但当我开始读基辛格的《大外交》，读到近代欧洲各国的内政和外交时，我发现马克思、费尔巴哈的名字出现地越来越频繁。于是乎我有点好奇，他们的思想真的有改变历史轨迹的力量么？ 有趣的是，我买这本书完全是出于偶然。那个周末在大英图书馆看书看到闭馆，天气又很热，我就躲到旁边的水石书店避会儿太阳。随手翻开一本书，书不算厚，只有两百九十页，然而光导言介绍就有两百五十页。合上书页一看，竟是与我的祖国关系如此紧密的红色圣经。再仔细一瞧，里面大篇章幅描写黑格尔，正对我的胃口呀。接下来，便是历时两周的手不释卷了。 若只就《共产党宣言》而言，我更倾向于把马克思定义成社会学家和经济学家。从社会方面说，马克思先是纵向研究历史上所产生的各个社会形态，指出从奴隶社会到封建社会再到资本主义社会，历史是阶级斗争的历史；在统治和被压迫的阶级之间，或缓和或激烈地，斗争永不停歇，在每一个历史时期结束时，或者一方战胜另一方，或者两方同归于尽。马克思强烈反对着试图在阶级间协商的思想，比如君主立宪，比如资本家提高工人福利，比如国家增加对富人征税；他认为那些措施只不过是治标不治本，他颤栗于把一切现有社会秩序摧毁的共产主义革命力量。再者马克思横向比较欧洲17到19世纪各国的宗教革命和资产阶级革命的差异，比较了当时法国的空想社会主义、德国的王朝社会主义、封建社会主义等不同派别，指出这些披着共产主义外套的思想，只不过是为了自己国家某一小部分的团体利益，与无产阶级联合去抵制资产阶级革命的战术而已。真正的共产主义者，是不分国家和地域的；他以摧毁阶级之分为宗旨，抛弃一切除了维持生存所需的个人财产，不再把劳动作为集聚财富的手段，而是以身践行\"the true nature of Man\"。真正的共产主义革命，是不为个人利益的，而是，为消除存在人类历史千年之久的阶级斗争的。 马克思的历史观是阶级斗争的，是唯物的；但我倒认为历史是理念的历史。每个国家几乎无一例外地进行了从原始社会到奴隶社会封建社会的转变，但每个国家因其文化地理差异，转变方式和时间各有千秋。法国资产阶级推翻波旁王朝的大革命结束后，政局一度混乱不堪，那些试图复辟的贵族阶级和被资产阶级压迫的无产者所提出的思想，传到德国，反倒成了资产阶级推翻普鲁士王朝统治的宣言。而这些宣言，或是源于文艺复兴时期康德的意志说，或是源于卢梭的《社会契约论》，或是源于古希腊的自然法。历史的思想从不会被湮灭，它或许会在千年之后，让一代又一代人为之震撼奋斗乃至献出自己的生命。 再回到《共产党宣言》的经济学角度思考。马克思是第一个指出资本主义\"万物商品化\"和\"无休止扩张\"的本质特征的人。封建社会的生产资料是固定不变的土地，土地无法无休止扩张，从而经济是收敛的是控制的；资本主义社会的生产资料是流动的可累积的资本。逐利的资本，或是在空间地域上开拓，正如欧洲海外殖民扩张之举，或在时间轴上开拓，正如1836年开始的私人银行系统和随之而来的利息的发明——金钱的时间价值，便是以透支未来预期而实现的现世资本回报。再者，资本家为了在同阶级内部保全自己，不断进行新技术新产品投资，而这些新产品需要新市场。在这种不进而退的达尔文进化论环境中，资本主义的市场随着资本不断扩张，它们突破了国界，突破了人种，突破了时间。新事物的开拓总带有不确定性，而这不确定性，便成为资本主义经济金融危机的内因。 在封建社会中，占社会绝大多数的农民匠人们只为了生计奔波。在土地的束缚下，人们形成家庭，男主外，出门种地，为创造价值；女主内，在家哺养孩子，为延续后代。其实这两方面都只是为了此刻生存需求和种族延续需要，两性互补，家庭纽带紧密；逐渐形成的家庭伦理道德体系也具有农耕特征。\"君君、臣臣、父父、子子\"， 便是以\"家庭\"为基础的社会分化。在一切可以自给自足的社会中，人们可以\"相呴以湿，相濡以沫\"，可以\"达则兼济天下\"，或可以\"守望相助，民至老死不相往来\"。 接下来，商品的自由交换带来的资本主义发展以及之后的17世纪的工业革命，以改变劳动方式的手段改变了社会形态和伦理道德。机器的大规模使用解放了价值创造必须使用的人力，在劳动面前，男女、父子第一次被放在平等的位置。封建社会的家庭纽带变得岌岌可危。更深一层的是，人们劳动创造也不再为了自己，更多的价值被集中在资本家手中。像历史上所有的被压迫阶级一样，人再一次被当成工具。这一次更凄惨的是，资本源自社会劳动异化，资本的地位却凌驾于人权之上。 说到人权，便不得不从哲学角度看资本主义发展。似乎我们又可以把私有财产和黑格尔的绝对精神联系起来。早在欧洲资本主义萌芽的时期，大概十七世纪，法学家、神学家们便就私有财产是否为人的本质权利展开过激烈讨论。著名的《人权和公民权宣言》把私有财产，同自由、安全和阶级反抗放在一起，作为人生而不可剥夺之权利；但财产的平等分配问题又颇为棘手。正如孔子所说，\"名不正而言不顺，言不顺而事不成\"，若能从根本上证明人的自然意志里不包含私有财产这一项，那么资本家剥夺的工人劳动成果便可以在法律中证明其罪恶。 那么如何去寻找人的自然意志呢？黑格尔一派一向用逻辑和理性去探究历史，并提出\"一切存在的都是理性的，一切理性的都是存在的\"。若自古而今的社会形态中存在私有财产一说，那么私有财产便是属于自然意志的现世表达。法学家和神学家分别从卷帙浩繁的罗马法、犹太教旧约、基督教圣经中寻找对财产占有合理性的蛛丝马迹，结果却是自古以来，上帝似乎才是对生产资料的占有者；换言之，我们只是使用者。人们对财产的最初获得，或源于战争掠夺或源于劳动发明，与私有财产的永久性占有没有半点关系。 财产在哲学上共有性的证明，使得马克思的共产主义宣言如虎添翼。若仅从资本主义内部缺陷入手，其实并不能证明共产主义是解决问题的答案；若仅从阶级斗争的历史中探究，我们很容易陷入对资产阶级的妥协，最终以不伦不类的共和制度维持表面的风平浪静。马克思所要的，便是共产主义才是解放全人类，不受物质束缚的最终答案。 但是，在一切社会制度都被摧毁之后，人们将建立什么的社会呢？历史是重复的，但也是不可逆转的。在经历过物质极大丰富的今日社会后，人民不可能再愿回到仅能满足温饱的旧时代，哪怕旧时代中人与人之间的关系多么淳朴友善；若想继续维持高水平的物质生活，我们不得不借鉴资本家的探险意识，这种探险意识的内在动力不能不是个人利益。最后，一切技术和物质的进步，若不再源于资产阶级的自身努力，而服从于一个国家机器的计划，那么，我们跟在封建社会，又有什么区别？ 马克思本人似乎也找不到答案，在他生命的最后十年中，他放弃了《资本论》的编写，反而去研究南美印第安部落的财产分配。而让我感觉最悲伤无助的一句话是著名社会主义经济学家米哈尔 卡莱斯基说的一句话： Yes, we have successfully abolished capitalism; all we have to do now is to abolish feudalism. （是的，我们摧毁了资本主义；我们现在必须并且只能做的，是去摧毁封建主义）","tags":"reading","url":"https://yx-peipei.github.io/reading/经济.html"},{"title":"意志的表达和求好的人生","text":"天地不仁，以万物为刍狗 ——《老子 道德经》 最初读到这句话，是小时候看玄幻小说《诛仙》时。那时的我不明白此话的意思，但也隐约感受到一种天地不仁不义、万物之挣扎生存的悲苦。后人对\"天地不仁\"，确有不同的解释。有人说\"天地人自然，无为无造，万物自相治理，故不仁也\"；也有人说，天地不仁，是因为自身也是盲目的，万物产生发展与消逝只是出于偶然或者必要，并无之前便决定好的目的。 道儒两派自始至终都是第一种解释的信奉者，也就是道德出于自然并统治万物。自然的道德下，道家提倡\"无为\"，儒家提倡\"无所为\"。道家惟重\"无为\"，故欲尽废其\"有为\"，以天然境界为最好，\"甘其食，美其服，安其居，乐其俗，……，民至老死，不相往来\"； 儒家不废\"有为\"，\"阴阳相磨；天地相荡\"，天理无有止境，君子更应\"自强不息\"，但需无所为而为，即顺应天理，于\"为\"中求好，好即在活动中，至于活动之成功与失败，则非尽由人力，此所谓\"君子居易以俟命\"， 此所谓\"子罕言利\"。 至于第二种解释，便可归属于唯物论。唯物论者认为一切存在者，无论现象为如何，其本体皆是物理学所研究之物，把一切都归于可被验证的经验，即科学。\"天地不仁\"，万物\"不过\"受引力、电磁力和强弱作用的支配罢了；人所感觉之快意，\"不过\"是大脑分泌的多巴胺之作用；精神\"不过\"是物质活动之现象；自由\"不过\"是人心之幻觉。而此等论断，其实很容易被反驳，毕竟人之经验各不相同，并多多少少掺杂主观情感，到底谁之经验可被验证为真？更逞论一切科学的建立都基于假设，譬如光速不变之于现代物理学，譬如阿基米德公理之于现代数学，无论此等科学如何自洽，在我看来，总有空中楼阁之不踏实感。 然而不管唯心派之庄子，还是唯物派之威廉詹姆士，其共同之处在于他们都对物之 本体 与 现象 的关系提出疑问。我们所逐日接触之事物，果皆如自我所感觉者乎？或者说，是否在变化无常的现象背后，皆有不变的本质？佛家说\"诸行无常，诸法无我，涅槃寂净\"，所谓现象世界，乃系吾人之心所观，虚妄不实，崇尚\"悟空\"之境界；庄子对其妻去世亦是\"鼓盆而歌\"，认为人生与人灭不过是形式的变化而已，正如水遇风而起浪，风过浪停但水仍在，形式只不过是必然的本质在时空中的偶然发生罢了；柏拉图更提出他的理想国，在那个国度中充斥着绝对的概念和理性的不受欲望驱使的灵魂，而我们每个人的世界都是那个理想国的幻影。 绝对的 概念 和相对的 现象 正是本体论所关心的内容。我们常说，万事都不是绝对的，那是针对具体事物和现象所说。譬如一张桌子，它可能下一秒就被当成废柴烧掉，但桌子这一概念，这一\"共相\"到底是不变的；桌子千千万万，但都是\"桌子\"这一概念之复制，但具体之物终究不是概念，正如名家之公孙龙所说\"白马非马\"。事实常多而定义唯一，现象常变而概念永恒，盖此世界，只是彼世界的摹本。无论知识还是艺术，都是人们内心对此等概念摹仿的外部流露罢了。 让我纠结乃至痛苦的，便是叔本华和康德所提出的意志的概念，我欲反驳，却愈加相信。叔本华哲学之主要立论，建立在柏拉图的概念说和印度哲学的虚无说之上。此世界之表面之现象，乃是观念；其内面，物之自身，乃是康德所谓之大意志。意志是世界之本源，乃是永久的欲望，永久的追求，永久的动作，无尽的变化。它的唯一目的，便是自身的表达。吾人之\"多\"， 便是意志之\"一\"在时空中的表达而已。 细细想来，确实有几分道理。我们似乎都有自我表达的倾向。从物质上说，人对大自然的不断征服改造，人类之间的竞争，国家的战争，都是为了 自己 能够活下去；生儿育女，谁能否定不是基因希望自我不灭的方式？人常说，子女是父母生命的延续；孔子亦言， \"父在，观其志；父没，观其行；三年无改于父之道，可谓孝矣\"，子子孙孙皆承父志，父的永生不仅体现在血脉上，更在精神上。从精神上则更能体会到这种自我表达的倾向了。\"圣人立德，其次立功，再次立言\"，立德之影响深远，岂是写几本书所能望其项背？前几日，我还跟阿妈说，人生最大的欲望便是活着，所以我个人特别佩服能为信仰放弃生命之人，比如文天祥，比如布鲁诺。但这些人，不也是在生命的继续表达和精神信仰的表达之间选择了精神么，不也还是没有逃脱意志，作为世界本源，的自我表达的魔咒么？说到底，这世界，只是意志的玩笑罢了。 这种意志说，似乎在中西方哲学思想中皆有迹象。黑格尔的哲学系统，也建立与这种绝对精神的现世表达上。绝对精神原为不自觉的统一，但必经发展、冲突、争斗中才能回复其统一状态，但这种失而复得的统一已不是原来状态，而是自觉的统一，于是事物发展的正反合理论便由此而生。中国哲学也说道生万物，接下来\"人法地，地法天，天法道，道法自然\"，便为了回归自然状态。 那么，好的人生，到底是什么？人生而有欲，凡能满足欲者，皆是好的。照此意志说，只有顺应意志的自我体现，才是真正满足欲的，而真正的欲必定不是建立在意志的虚幻的现世表达之上。真正的快乐，应是建立在与 \"人\" 相宜者之上。 那么，\"人\"到底是什么？笛卡尔怀疑一切，除了\"我\"之思想；因此他提出\"我思故我在\"。在我看来，这未免有些太过于缥缈，毕竟\"我\"的社会关系和肉体活动也是真实存在于\"我\"的世界之中。在我看来，\"我\"是由我自身的连续的记忆构成，我记得我的父母我的邻居我的社会职责，这是属于\"我\"的，便是\"我\"的属性。我反对佛家无生的人生，也是由此。无君，无臣，无父，无子，若是由于自身的失意或是其他而抛弃一切社会关系，似乎也不再是真正意义上的\"人\"。 然而，记忆也会出错会被遗忘会被思想篡改，所以我的世界和你的世界不同，正如一个历史学家笔下的历史跟另一个历史学家笔下的历史不同一样。这也是由于，我们的世界皆是概念世界的摹仿，是它被修改的子集；悲观些说，都是些镜中花水中月罢了。但我们也不应由此而失意，谁能说，镜中之花水中之月不美呢？而人的思想能意识到这一点，不也是其伟大之处么？人为真正的好，也就是完全做好一个\"人\"所进行的奋斗，难道不是人生的意义？ 我相信终究不会有人能够提出一个绝对的标准，什么是意志之于\"人\"的相宜的体现，以及为人之真正快乐该做什么。但若能通过思想的生活，通过对一个\"人\"所应做之事之不断的学习反思，\"欲不失之私，觉不失之蔽\"，相信最终离孔子的\"随心所欲而不逾矩\"也相差不远矣。","tags":"reading","url":"https://yx-peipei.github.io/reading/哲学.html"},{"title":"从庄孟哲学谈起","text":"历时五个月，终于把冯友兰先生的《中国哲学史》给拿下了。这半年来我一直欣喜于读到的一些大师之作，或是关乎哲学，正如此书；或是关乎历史，比如Will Durant的《Heros of history》；或是关乎外交政治，比如基辛格的《世界秩序》、《大外交》；或是关乎经济金融，比如Mervyn King的《The end of alchemy》。这些人在各自领域均奋斗工作一生，对各自领域的具体知识了如指掌之外，还有完整的思想体系，于是乎他们的作品就有了骨架，而那些理论与细节、那些轶事与趣闻、那些批判与主张，便是依附着这骨架的灵与肉。 哲学的历史不好读，其一由于哲学本身便是问题中的问题，已经是极其抽象化的表达，其二由于中国三千多年来思想派系林立，有时差别极其微妙，这就要求读者对各派别的主张有很深刻的理解；其三由于古文的生僻晦涩，在唐之前尤甚。这些都还好说，但是研究一哲学家之哲学，必\"知其人、论其世\"，汉代以前的还能有《史记》供我参阅，之后的历史没个集大成者之作，那些时期的思想我便只能浅尝辄止了。但是，吸引我读下去的，从来都是\"义理之学\"，与社会背景关系没那么紧密，而这一方面，对我修身养性还是有很大的启迪作用。 有朋友说我是个唯心主义者，从我三个月能吃一模一样的午饭就可以看出。虽然我自己没法把这两点联系起来，但学物理出身的我确是唯心主义者。唯心主义者的宇宙观有一种神秘主义色彩，一种所谓\"万物一体\"的境界。在此境界中，个人与\"全\"（道家之\"道\"， 道学之\"理\"）合而为一，正所谓人我内外之分，俱已不存。区分人我的，只是佛家所说的无明、宋儒所说之私欲。只是在去我去私方法上面，道家用纯粹经验忘我；儒家提倡以\"爱之事业\"。无我无私，最后与宇宙合一。我欲从庄孟说起，是因为这二人是最早的唯心主义思想家，如庄子曰道在蝼蚁在稊稗在瓦甓在屎溺；孟子云吾善养吾浩然之气者也。 那么如何证明这种天道与人性本身为一体呢？人人皆知的\"人之初，性本善\"，便来源孟子的性善说。孟子因人皆有仁、义、礼、智之四端而言性善。人之所以有此四端，性之所以善，正因性乃\"天之与我者\"。这是孟子性善说的形而上学根据，也是《大学》中修身养性才能治国平天下的理论依据： 所谓\"人心惟危，道心惟微，惟精惟一，允执厥中\"这，尧、舜、禹相传之密旨也。夫人自有生而梏于形体之私，则固不能无人必矣。然而心有得于天地之正，则又不能无道心矣。日用之间，二者并行，迭为胜负，而一身之是非得失，天下之治乱安危，莫不系焉。是以欲其择之精，而不使人心得以杂乎道心；欲其守其一，而不使天理得以流于人欲。则凡其所行，无一事之不得其中，而于天下国家无所处而不当。——朱熹《答陈同甫书》 圣人与天地合其德。——《系辞》 千百年来，儒学佛学道家大师们\"千言万语，只是教人存天理，灭人欲\"，或言\"本无我而妄立一我\"，或言私欲蔽人心智。除了不断在理论上加以证明，先师们还提供如何去私欲的修养方法。读来读去，还是认为周濂溪的\"静\"对我的感触最大。 \"出淤泥而不染，濯清涟而不妖\"，一篇《爱莲说》，使得周敦颐（字濂溪）世人皆知。未曾想到，周敦颐也是一代大儒，宋明道学的先祖。周濂溪著有《太极图》，以明天理之根源，究万物之终始。虽说他的道学起源于对《易经》的研究，但由于《易经》是孔子用君子之道诠释后的《周易》，濂溪便可归于宋儒一类。他用阴阳动静之变来论证了\"性善论\"，并提出了修养以成圣人的方法，在于主静，在于\"无欲故静\"。 圣可学乎？曰：可。曰：有。要乎？曰：有。请问焉。曰：一为要。一者无欲也。无欲则静虚动直。静虚则阴，明则通。动直则公，公则溥。明通公溥，庶矣乎！ 冯友兰先生为诠释这段话举了一个例子。孟子云：\"今人乍见孺子将入于井，皆有怵惕恻隐之心，非所以纳交于孺子之父母也，非所以要誉于乡党朋友也，非恶其声而然也。\"人乍见孺子将入于井，不假思念，当时即起之恻隐之情，乃系直起；本此而发生之行为，亦是直动。此等直起之念，及本次而发生之行为，无个人利害之见，参于其间，故是公。若此人一转念，则\"纳交于孺子之父母\"之意，\"要誉于乡党朋友\"之意，相间而起，此等意即是\"欲\"，其起非系直起，本此而发生之行为，亦不是直动。此等转念，有个人利害参于其间，故为私，所谓\"私欲\"也。继而云：\"寂然不动者，诚也。感而遂通者，神也\"。 说到\"诚\"，我便想到《卡拉马佐夫兄弟》中长老规劝老卡拉马佐夫时说的\"不要对自己说谎\"。我一直在思考一个问题，为什么大家能轻而易举对陌生人施以援手，却做不到持续爱邻人。说到底，其爱人之意便是不\"诚\"，爱世人只是自己给自己的谎言，其心还是被欲所蔽，或是沽名钓誉，或是自己为自己谋求一种道德的高高在上感。所以修身之前必要\"正心、诚意\"。 再者，\"静\"与\"无为\"两者的含义也耐人寻味。黄老之学中的\"无为\"之道，其意在宇宙间诸事物之变化，皆遵循一定公律，这也是易传的理论根据。在天然界如此，在人事界也如此。在人事界中，社会上诸种变动，皆自然得其必然，应得之结果，吾人只需旁观而已，\"无为\"是\"无所作为\"。而周濂溪的静并不是无所作为，心不动不代表不行动，只需做心中所想之事，而心不为私欲所累，便是无为而为，便是合乎天理，便是\"至善\"。程明道所言：\"圣人之喜，以物之当喜；圣人之怒，以物之当怒\"，即不黏滞于物，此亦颜回之不迁怒也。 所以子曰：\"吾日三省吾身也\"；所以王阳明云：\"然欲致其良知，亦岂影响恍惚而悬空无实之谓乎？实必有其事也矣。故致知必在于格物。物者，事也。\"人心深处为灵识，此灵识本应于天地道德理气合一，但因人之私欲而自小。为寻求到理之全貌，必不断借助于外事来剖析自己，乃至随心所欲，不逾矩\"，乃至\"廓然而大公，物来而顺应\"。 这种唯心主义思想，也深植于佛学之中。佛家最主要之理论虽是\"诸法无常，诸行无我，涅槃寂净\"，它也有\"一花一世界，一鸟一天堂\"之言。正如《大乘止观法门》所云：\"真心能与一切凡圣成体，心体具一切法性。\" 但佛家一直饱受儒学批评，正因其\"君不君，臣不臣，父不父，子不子\"，为逃离现实世界之苦难，宣称一切皆虚幻，说到底，还是有私欲作祟。 唯心主义下的义理之说贯穿整本书，也贯穿整个哲学史。一言以蔽之，圣儒们建立不同的假设和理论来劝导世人时时刻刻正心诚意，去除私欲再去看待事物；不流于表面，而要去寻求某种本质。这种本质，便是仁者之仁，智者之智，佛家之\"阿赖耶识\"，庄子之道，朱熹之理，我一直追求的生命的智慧。","tags":"reading","url":"https://yx-peipei.github.io/reading/中国哲学.html"},{"title":"平安夜里送给自己一个礼物","text":"我喜欢过节，过节是给平淡生活的一个小期待和小惊喜；我又讨厌过节，因为总是自己一个人过，形单影只的。2015年的圣诞节假期，我在巴黎复习考试，实在忍受不住孤独，平安夜奔去巴黎圣母院，哆哆嗦嗦冻了好久做了个弥撒；今年在大上海做实习，没有教堂可去，也没有人一起发呆。今天在上海独自走街串巷了一整天也是累了，但是脑海里一直在跟自己对话，要送给自己一份什么样的圣诞礼物呢？送一个我今年新学会的词儿吧：珍惜。 自打从小起，书内书外全都是教我们要珍惜时间珍惜缘分珍惜万物，可是这些话一没教我们怎么珍惜，二教给小孩子，简直对牛弹琴。我一直认为，经典和名句是写给大人的，只有阅历到了，才读的懂先辈们吃的苦流的泪遭的罪，才听得进那些谆谆教诲。正如前几天读的《战争与和平》那样，只有思考过生命终极意义的人，才读得懂主角皮埃尔的心路历程，而不仅仅是书评中说的他就是个先进的资本主义革命思想者。 学金融和经济后有一个进步，就是看什么不再片面局部，总会思考它的成本和与其它东西的关系，所以开始懂得什么叫 \"来之不易\" 。每天日子看似与世无争，细细想来，其实有的是残酷的代价。吃的每口米饭，或许都是从别人嘴里抢来的救命粮；时不时厌恶的课堂，却是从文盲娃娃那边抢来的教育资源；更不用提找到的工作，那肯定是千军万马过独木桥，踹下去多少英雄好汉才抢到的饭碗。人与人之间的根本关系就是竞争，哪怕家庭哪怕合作都是为了在更高层次展开竞争。所以宿命主义的我总说\"出来混，肯定是要还的\"；妈妈说\"厚德载物\"，竞争后得到的东西，要扪心自问，自己何德何能认为这东西就永远属于你。 这\"来之不易\"的米饭，这\"来之不易\"的经历，我们要怎么珍惜？饭可以放在碗里供着不吃，但我们总不能拽住时间使此刻的经历定格吧。这一年里我学到了，珍惜一件东西，首先要时时记住，此物不再有；再者时时反思，此物教会了我什么。 先打在上海的这一个月说起吧。我一直时时刻刻惶恐地提醒自己，这次量化私募的实习经历有多难能可贵。从今年暑假开始考虑在国内工作以来，我就一直想往量化私募方向走，但对这个东西的热爱程度和了解程度，其实自己也说不清道不明的，不知是否适合自己，不知是否有发展空间。这个实习就是一个任性小姑娘的任性之旅，麻烦了周围不少人，给我上了一堂课，连带着对在上海的工作生活环境也体会了一下。说句实在话，有多少人能像我这样幸运地挑来挑去？我所能做的，除了勤奋工作，只有不断思考不断理清思路，想好下一步该怎么走，不让这么多的关爱付之一炬。 再来谈一下此刻让我泪流满面的感情经历。我之前一直以为，忘记一段恋情的良药是开始下一段感情，但 涂磊 说，方法是认真的面对它、总结它。很难很痛，总结的时候经常陷入回忆，不经意间，总能想到卢森堡公园地上斑驳的树影，在树影里我俩躲着乘凉；总能想到康沃尔凛冽的海风，把他的头发高高吹起；总能想到他教给我的一切，哪怕当时被不加掩饰的言语气到内伤。可是这段经历若无端被忘记总是可惜，总结它让我更加了解自己，变得更加沉静更加挑剔。 我一直惊叹于钱锺书先生的博闻强识，他对几十年前看过一遍的东西还记得住。除了超群的记忆力外，这个特长跟他的大厚笔记本也不无关系。我也有做读书笔记的习惯，之前只是为了抄录好句子，现在变成了做读书总结。细细想来，这也是为了珍惜读书时所失掉的时光。有人读书只流于表面，书中的思想也如手中握不住的沙；若真正珍惜这本书、珍惜自己被用掉的精力，不如经常回忆一下总结一下吧。 我有时在想，人们为什么要记录历史。作为一个历史唯物主义者，我不认为先祖们记录历史是为了后人去研究他们，而是为了他们自己研究自己。社会科学研究不像自然科学研究，实验失败后可以重来，社会进步的代价太过沉重，先祖们只能记录下来对过往事件慢慢咀嚼以避免重蹈覆辙。从这一点上看，珍惜自己的经历可以延伸到珍惜人类的历史。在对历史的反思中，有人思考事件，有人思考对事件的思考，所以这里想提一句最近长草的学科：逻辑学。这是一门对思考的进行思考的学科，已经买了黑格尔的 《小逻辑》 ，期望有所收获。 处于漂泊状态的我，也喜欢用手机记录生活，或许此刻的所闻所遇，此生不再会有。一方面养成了我所做就做的果断性子，比如今天为了找想吃的西树泡芙跑了上海一个区。寻找途中，我路过了还未改造的旧城，吃到了光绪年间就开业的上海生煎店，碰到了喜欢的香水牌子Jo Malone的超大圣诞树，也见识了一群年轻娃娃大搞cosplay；此外，还跟瀛子在星级餐馆久别重逢、谈天说地。接下来，再写一篇《上海记忆》吧！","tags":"thought","url":"https://yx-peipei.github.io/thought/平安夜里送给自己一个礼物.html"},{"title":"金融危机学习思考系列之二：金融危机的应对","text":"我们在上一篇说到，2008年金融危机首先开始于流动危机，再然后演变成债务偿还危机。前者是短暂的周转不灵，后者是银行等金融机构的资产缩水，无法偿还债务。所以，解决危机的首要任务是向金融机构注入流动性，也就是发挥央行最后贷款人功能。 另一方面，针对濒临破产的储蓄机构，为了拯救一般家庭的血汗钱，各国都设立存款保险制度。（我国的存保制度是2015年设立，最高偿付限额是50万元，并限制偿付范围，剔除同业存款和银行高管存款，这样子就保住了中下层小储蓄户的利益。）这项措施在相当大程度上拯救了一些中小银行。 那么系统地说，当时各国是怎样应对来势汹汹的危机的呢？ \"财政、货币政策齐调整，四万亿元资金力撬国内需求，保增长\" ---《新华网》2008年11月10日头条标语 央行救火 第一是流动性宽松。以美联储为例，时任美联储主席的伯克南选择了史无前例的 降息 政策，无论从降息频率还是降息力度上说。从2007年8月起累计下调贴现利率12次共降575个基点，于2008年12月份降至0.25%。贴现利率是指金融机构拿储蓄户已经兑换过现金的支票票据去央行再借钱时所付的利息。下调贴现利率大大刺激了各商业银行去央行借钱的积极性，从而短暂缓解商业银行因储蓄户的挤兑而产生的资金周转不灵现象。 同时各大经济体央行和商行都签署了货币互换协议，以解决银行体系内的外汇流动性危机。举个例子，若大摩想利用在日本子公司账面上的日元去救美国公司的火，若通过外汇市场购买USD/JPY，这么一大笔交易会导致市场流动性短缺，交易成本增高；若有各方面的协议，那么大摩就会以比较经济有效的方式解决美国那边的窘境。 第二是信贷宽松。央行通过信贷创新机制向其他金融机构提供流动性支持，包括美联储针对存款类金融机构的期限拍卖贷款（TAF），针对商业票据发行者的商业票据贷款（CPFF）以及针对资产支持证券购买者的期限资产支持证券贷款（TALF）。这些政策性工具有些已过期，但当时都为债务机构提供了大量的中短期贷款。 第三是量化宽松。08年12月份美联储发现当时棘手的已不简单是银行们资金周转不灵的问题，而是各大银行偿还不起其发行的公司债而陷入破产的窘境。这时央行便开始大规模购买银行债券，以压低长期利率并承诺将短期利率维持在超低水平，保证了银行各个期限的现金流充裕。不仅如此，央行还大规模购买企业债券，以便宜的价格给大企业提供长期资金支持，刺激资本再投资。 财政加持 为了挽救被金融危机所严重损害的资本投资规模，据IMF估计，G20国家于2008-2010年财政刺激规模分别占GDP的0.5%、2.0%、1.5%，其中中国的财政刺激规模则是0.4%（700亿元）、3.1%（5600亿元）、2.7%（4300亿元）。2008年11月，国务院常务会议上首次提出\"积极的财政政策\"和\"稳健的货币政策\"的指导方针。以投资为例，中国2007年的固定资产投资总规模为13.7万亿，而\"扩大内需的十项举措\"下政府投资规模在两年间提升4万亿，涉及包含安居工程、基础设施建设、医教文卫、地震灾区重建在内等各方面，力度空前。 贸易保护 20世纪30年代的经济大萧条时，各国政府为了拉动本国经济增长，纷纷提高关税，对保护主义的依赖性日益增强。本次危机中，在WTO规则制约下，\"显性\"贸易保护措施较少；然而，各国纷纷出台有贸易保护色彩的经济政策。例如，美国在900亿美元增加基础设施建设的提案中，要求钢铁必须由美国本地企业生产；欧盟不断遣返外籍劳工；印度禁止中国玩具进口长达6个月。不同的贸易保护措施取决于各国对危机性质和持续时间的判断，长期利益和短期利益的博弈愈演愈烈。 战争产能输出 2011年初，在一个月内全球性的社会动荡突然加剧，从突尼斯到埃及，然后是利比亚、约旦、阿尔及利亚再到叙利亚（至今，叙利亚的6年冲突仍不断升级），大家都知道是西方资本主义国家在煽风点火制造事端。为什么这么做呢？ 我认为原因有两点。第一点是这些国家要么是石油产出国，要么是不符合西方国家\"普世价值观\"的贫穷小国。美国试图利用石油国家的战乱提升国际石油价格，因为国际石油价格以美元结算，所以全球对美元需求量增加，一是使美元升值，二是巩固美元在全球金融体系的核心地位，增加美国政府和美联储的政策执行效果。 第二点是美国国防科技产业占GDP的7%以上，大量的军火都需输出，在中东挑起地区冲突有利于其产能释放；再者，美国科研力量有40%用于国防科技建设，新式战争的爆发也有利于加大科研经费投入，刺激国民的生产和就业。 危机后的喘气 各国央妈的关爱下，银行的流动性危机于2009年就得以缓解，金融市场恢复稳定，2009年美国三大股指、英国FSTE100、日经225全年涨幅均在20%上下，金融危机的风暴中心平息。 实体经济方面，我在美国财政部的网站上下载了 《The financial crisis response in charts; April 2012》 ，美国GDP在经历了2008年的负增长后，于2011年达到2%左右，算是度过了危机。至于天朝呢，2008年中国结束了GDP年增长率一直保持10%的神话，但在十项举措的刺激下，GDP在2010年再次攀升至10%，刺激结束后重新跌落，自此正式进入江河日下期。 但是伤痛永远无法抹平，猛药之后，接下来的问题更加棘手。","tags":"thought","url":"https://yx-peipei.github.io/thought/金融危机学习思考系列之二：金融危机的应对.html"},{"title":"历史学家不会悲伤","text":"读完 威尔·杜兰特 集毕生研究与思想成就之大成的《历史的教训》后，我内心交织着沧桑与骄傲，竟热泪盈眶。 沧桑的是承载了如此多苦难的人类历史终究是一个个人和群体中间物竞天择、适者生存的过程，而面对自然的力量，所有的斗争都渺小到毫无意义；骄傲的是，哪怕知道一切文明都会被下一次的战火所毁灭，人类仍前赴后继地与本能对抗，充实思想与灵魂，去寻求世界大同的终极理想。 生物学与宗教、战争、道德标准 ﻿ 从生物学上讲，所有的生命是竞争的，是选择的，是必须繁衍的，人类也不例外。竞争来源于本能驱使的＂迎战＂，竞争的动机来自于＂获取＂。当资源丰富时竞争是和平的，当资源短缺时竞争是暴力的。自然并不会因为竞争者的无耻而降罪于胜利者，相反，沾满罪恶之血的胜利者还会受到自然的褒奖。为生存而战的斗争中，有的人在应付生存的各种考验时幸存了下来，人类注定生而不平等。这样看来，鼓励我们团结友爱、提倡生而平等的现代道德思想理念，似乎与自然规律和人类本能背道而驰。 生命的竞争在国家层面的表现形式是战争。合作诚然是真实的，但它是一个在更高层次的竞争中的内部战略手段。竞争的群体和竞争的个体有一样的特征：不安全感滋生出贪得无厌、党同伐异、好勇斗狠。我们的潜意识中印刻着千万年前的战争与血泪，不管多么爱和平的人，哪怕是耶稣，都会有一种以暴制暴、以牙还牙的报复思想。一直以来的安稳生活让我低估了和平的来之不易：在过去有历史纪录的3421年，只有268年没有发生过战争。若从三千年的战争史来说，我们所处的时代，真是一个难得可贵的不稳定的均衡状态。 从选择和竞争的天性上来说，人类首先是自私的；从繁衍的角度来看，人类又是高尚的。哪怕弗洛伊德认为爱即是潜意识内控制欲的外在体现，我们谁都不能否认，爱给社会带来的力量。如果说竞争和选择带来人类社会阶级的分化，那么只有爱才给弱者带来生的希望。 在这一点上，宗教似乎与爱同源，它让社会最底层的人有了存在的意义和尊严。宗教使穷人安分守己，不去谋害富人。宗教借神袛之言规定了道德标准，但它在尘世的代言人--教会，似乎在维护伦理纲常上不尽人意。教皇似乎总在致力于与君王争权夺势，而非促进社会道德。不断进行的宗教改革运动，也是毁灭其神圣形象的罪魁祸首之一。 19世纪以来，科技发展日新月异，人们对大厦将倾的宗教的议论依然如火如荼。被理性主义主导的我们，把科学技术视为另一种宗教。但是，科技并未告诉我们去遵守什么样的社会道德标准。关于基因学的伦理讨论日嚣尘上，大家也意识到了科技的两面性。科技是物质的，它忽略了人类灵魂的渴求。大自然中并没有伦理，它对人类的约束太脆弱，以致不能抵抗那些潜藏在文明之中、展现在我们梦境、犯罪和战争中的野蛮。看来，只有当贫穷和罪恶再次席卷大地，科学的名誉扫地之时，才能使得我们重拾对上帝的敬畏。 历史与政府、社会主义 历史告诉我们，政权变更不过权力从一部分少数人手中转移到另一小部分少数人手中罢了。个人的自由必须受到一定约束，政府的首要职责就是建立秩序，有组织地进行暴力。贵族政治的\"少数人\"由出生决定，神权政治的\"少数人\"由宗教决定，民主政治的\"少数人\"由金钱决定。 托克维尔在《旧制度和大革命》中的一个中心思想便是，革命是连续的，哪怕惨烈如法国大革命，革命前后的社会生活、政府工作方式都别无二致。\"个人的明智，在于他记忆的连续性，团体的明智则需要其传统的延续\"。所以说，唯一的革命，是对心灵的启蒙和个性的提升；唯一的革命家，是哲学家和圣人。 那么革命是如何发生的呢？我们讲到，政府总是被少数人控制，少数人是能力出众的那一群人。财富的集中，便是能力集中的自然结果。专制体制会延缓集中速度，民主政体因为允许最大程度的自由，反而会加快这一进程。当众多穷人的力量与少数富人的能力势均力敌之时，便是社会平衡状态摇摇欲坠之际。历史或通过谈判和平解决，或通过暴力解决分配。社会主义便是资本主义面临危机之际的解决方式之一。 那么社会主义到底能不能战胜资本主义呢？我没深入研究过马克思主义思想，不敢姑妄言之，但杜兰特一段话，倒是不明觉厉： 马克思是黑格尔的不忠实弟子：他将黑格尔辩证法的意思解释成资本主义和社会主义之间的斗争，将会以社会主义的完全获胜而结束。但是，如果黑格尔的正题、反题、合题公式应用于历史，工业革命是正题，资本主义对抗社会主义是反题，那么下一个状态就应是资本主义和社会主义的合题。……东方就是西方，西方就是东方，这一对双胞胎很快就会团聚。 我突然想起之前看过的BBC关于资本主义的系列纪录片的最后，镜头对着华尔街的高楼；主持人说到，这资本主义的大楼最终讲土崩瓦裂，与它的共产主义兄弟一起。","tags":"reading","url":"https://yx-peipei.github.io/reading/历史学家不会悲伤.html"},{"title":"女人养生暖当先","text":"今天一口气看了两集CCTV10的《健康之路》栏目，主题是\"女人养生暖当先\"，认为有必要整理一下中医大漂亮吴老师传授的知识。 女人主阴，再加上生养孩子都需要女人大量精血付出，所以一般的女生都或多或少会出现阳气不足的症状。倒不一定大家都是阳虚体质，但是普遍的冬天手脚冰凉，背上老感觉凉飕飕的，月经不调乃至很难怀孕，这都是\"寒\"的症状。有时候，腹部肥胖都是因为体寒。那么，女同胞们需要从哪些方面去调理呢？ 漂亮吴阿姨给了五个小宝箱： 适量运动 首先吴阿姨让大家现场跳广场舞，运动至微微发汗。关于运动，真是各路人马说法不一。最近超级火爆的健身app keep鼓励大家每日举铁，大汗淋漓的女汉子们纷纷晒腹肌晒马甲线，自我感觉良好。但是吴阿姨说了，运动能生阳，但出大量的汗却能带走阳气，所以运动至微微发汗是最佳的。那么可能对于减脂增肌的人来说，要不断加大运动量突破平台期；但是对体寒的人来讲，运动要适可而止。唉，这个度真难把握。 泡水良方 大家运动了会儿也渴了，这时候吴阿姨请大家喝了一杯水。这杯水是由锁阳15g，龙眼干15g和桑葚9g加开水泡成，可以泡上一天。锁阳和龙眼干都是温性的，桑葚略阴性。《黄帝内经·素问》上讲，\"善补阳者，必阴中求阳\"，就是讲补阳的方子要加少许补阴的药物，这样阳气便能更好地融入阴性体质中。 \"美丽冻人\" 最近国内的审美观偏向欧美化，而欧美穿搭在冬季的一项法则就是\"上身保暖，下身有型\"，于是乎菇凉们冬天哪怕穿牛仔裤，也是破了洞的。本人虽然没那么夸张，但冬天裤子也是不够保暖，整条腿经常跟冰棍一样。吴阿姨介绍一种方法，可以用来敷腿：用几块砭石，热水暖热后分别敷在左右腿的委中穴、血海穴和梁丘穴各十五分钟。这样可以暖通经络，还能瘦腿哪！ 胃寒也很恼人 小时候的我，也是越到冬天越喜欢吃冰淇淋，每年元宵节晚上看灯火时都举着个蛋筒，可惬意了。但现在，真不大敢吃凉的了，一吃多就胃堵；素食惯了，也消化不动肉肉了；治痘的时候，也是吃各种排毒的药，那可都是泻火的寒药呀。所以这个胃，也有点儿寒。吴阿姨给的妙招是：醋泡姜。姜大家都知道，是热性的；醋呢，可以收敛阳气。关于做法呢，大家先切片，再加少许盐，盐杀七八个小时后把浸出的水倒掉；然后加老陈醋（注意一定是粮食酿的醋）放入密闭容器，在阴暗处放一周就可以吃了，一个月内吃完。有人会问，这个姜皮要不要扔？姜皮是寒性的，如果胃寒很严重，还是把姜皮给扔掉吧。 宫暖气色就好 宫寒这个话题吴阿姨讲了整整一集，看来这个问题的重要性不言而喻。宫寒是一系列问题的合称，比较典型的是，有三成的不孕不育来自于宫寒体质，平时女孩子的月经不调、痛经、月经量少也与此相关。﻿哪怕是怀了孕，也有很大几率出现胎停育，导致胎死腹中。宝宝有点怕怕的呢。 那么有什么养生方法么？ 第一是脐疗：大家可以做个小香包，放上丁香20g、小茴香20g和细辛10g，拿着一条长布包在肚脐上一晚上，月经前一周和月经期使用。 第二去药店买妇女痛经丸 第三是喝橘普水。橘普是（干湿）橘皮加普洱做成，然后再加上5g佛手，驱寒效果更好。普洱消脂，橘皮促消化，这方子还能减腹部赘肉呢！ ﻿ 如果宫寒实在厉害，又想要孩子，可以试试艾附暖宫丸 ，这蜜丸里面有艾叶还有四物（当归、川穹、白芍、地黄）成分。但怀孕后就不要吃了。 最后 最后啰嗦几句昨天看的《文明之旅》中讲的《易经》与医。这期主要介绍了十二消息卦表示人的这一生，分为两个大阶段：从婴幼儿至青壮年，是阳气逐渐上升到全阳乾卦的阶段；从中年到老年，是阴气逐渐上升至全阴坤卦的阶段。在第二阶段中，护持好阳气便显得至关重要，怎么护持呢？除了吃黑色食物补肾，还不要熬夜，避免消极情绪。我认为，对于女孩子，从青年时期就得开始注意保护阳气，尤其是我这种不产热的物种。","tags":"others","url":"https://yx-peipei.github.io/others/女人养生暖当先.html"},{"title":"In the MONEY that we trust：我们所信任的钱","text":"大人们说不要老把钱挂在嘴上，俗！经济学家也避免谈钱，老是用其他词汇取而代之，谈货币谈价值谈M1、M2就是不谈钱。前一阵子开始接触到金本位的时候，我便陷入了深深的疑惑中，我们手里花花绿绿的纸，还有银行账户那个数字，还有手里的那点儿金子，到底是什么？政治课上老师讲，钱的定义是交换媒介、价值标的物，可是我就不明白了，在信贷经济中，银行信贷何以变成了钱？ Mervyn King 是前英格兰银行行长，在他的书《The end of Alchemy》中，他更像是一个爱讲故事的老爷爷，逻辑清晰，深入浅出。在我思考金融危机发生原因时，我从21世纪初的货币政策、技术革命和金融监管入手，而Lord Mervyn直接去思考是不是从17世纪以来逐渐形成的钱和银行系统出了问题，当时就被他视野的广度和思想的高度所折服。确实，这个系统曾带给这个世界繁荣，也带给我们举步维艰的境遇。这篇文章灵感就来源于老爷爷对货币历史的总结。在谈钱之前，让我先文艺一下，纪伯伦在《先知》里写到： 当你们悲哀时，再审视自己的心灵，你们会发现如今带给你们忧愁的，正是当初带给你们欢乐的。 钱：一种交换媒介 言归正传。先来注视着手里的一百块，这是一张纸，但不是我们随随便便就能撕的纸。为什么呢？因为我们可以拿着这张纸买东西。再深入想想，你为什么认为拿着这张纸出门会买到东西？其实里面有钱作为交换媒介的两个属性： 商店接受你手里的钱：认可 你确定用这一百块钱能在未来也买到现在认为大约值100块钱的东西：稳定 作为交换媒介的解释是钱最传统的定义，这个功能也有很久很久的历史。当社会开始分工时，大概在原始社会末期，有人打猎有人种地；种地的不能吃肉，打猎的太不稳定。当农民和猎人以物易物时，社会出现了交换。当然，若社会中只有麦子和兔肉时，直接标明多少麦子换一只兔子也就够了；但如若出现了做矛的，情况就变复杂了些：猎人需要矛，种地的不要；做矛的想吃粮食，却无法用矛换粮食。这种现象便是双重吻合的缺失。这就滋生了一种独立于生产物之外的交换媒介出现：钱。 最初人类使用大宗商品作为这种媒介：公元前一万年的埃及人用小麦、牛，亚洲人用贝壳，非洲人用盐。虽然这种大宗商品贮存成本高，但它还是延续了很久。直到16世纪开始的英国海外殖民扩张时期，其中一个殖民地还采用烟草作为交换媒介。 作为交换媒介的大宗商品会腐烂、贮存成本高、不方便，所以渐渐地人们开始使用贵重金属铸币，再用纸币。滑稽的是，用了纸币之后伪造钱的规模竟然变小，实在是令人费解。但这一过程确实代表钱抽象化的开始，毕竟大宗商品还是有些内在价值（intrinsic value)，然而一张毫无价值的纸都能换得金屋银屋，那么即时物物交换的价值对等性不复存在，人们所信任的，只能是一种钱被广泛承认的约定。 钱的创造 那么是谁在造钱？根据什么来造呢？按照钱是交换媒介以和价值标的物的功能来讲，单位时间内所流通的钱应该等于单位时间内新的生产总量。铸币和纸币一个显著的区别在于，由于开采重金属的艰难，市面上流通钱币有限，当社会经济开始发展之时，新增的铸币总量赶不上经济发展的速度，便会造成物价下降，通货紧缩。纸币倒可以无节制地印刷，而且其便利程度也加快了它的流通速度。 那么另一问题来了，既然纸币可以无限制地被创造，当创造的纸币多于经济产出时，岂不是整体物价都提升了？的确，这就是通货膨胀的内部机理，也是欧洲央行执行QE的原因所在。所以现在我们知道了央行可以根据经济发展的需要去创造钱，但是，有一更惊人的机构在默默创造钱，那就是家门口的银行。 你可能会想，银行又没有货币印刷权，它哪来的途径印钱？要说明这一点，我们从银行和贷款的历史说起。在古罗马时期，便有有钱人把在银行的储蓄贷给需要的人，银行给放贷的人一个债权凭证，债权人能拿着此凭证去商店购买东西；商店老板变成了新债权人。看，这个债权凭证是不是满足了钱的\"认可\"性？中世纪时期，当人们接受黄金为价值物时，金匠也发行金票，凭金票可以去找金匠兑换一定量的黄金，人们也就接受了这个金票作为交换媒介。这时候，银行和金匠都意识到，人们在不断交换债权凭证和金票的过程中，很少每交换一次就去银行兑钱；相反，这种票据因其方便性会一直流通下去。这时候，银行家和商人便开始使用流动性差的资产，比如说房子和长期贷款，去支撑流动的货币。因为逐利，他们不断往外放高利贷，就这样，市面上流通的债权凭据也就变多，\"钱\"就越来越多。 这时候，你或许就发现了银行的本质：一种用流动性差的资产去支撑流动性高的票据的机构。流动性差的资产，它本身的价值也很难确定，大家就会恐慌银行票据作为钱的\"稳定\"性。这时候便有了银行票据的折扣率，也就是现代意义的银行债的收益率。 在私人银行创造钱的时代，不是对钱的需求决定钱的供应总量，而是信贷供应总量决定钱的供应总量；信贷的供应来源于信贷需求，信贷需求一方面受央行基准利率影响，另一方面也取决于借贷人对发展的 信心 。但在经济危机时，银行不愿往外借贷，或者市场不愿给银行提供资金，货币供应链被剪断。所以在2008年金融危机之时，央行开着直升飞机撒钱，以支撑疲乏的信贷需求，保证货币供应。 黄金和钱 我给很多人讲过，我喜欢黄金。不是爱金饰的炫目，而爱黄金因其稀少无法滥制带给我的安全感；金色也是历来象征权力与贵气之色。\"金本位\"和布雷顿体系的崩溃结束了黄金作为价值标的物时代，自此，钱的价值完完全全被信用支撑起来。 简单介绍一下\"金本位\"和布雷顿体系。在这种体系下，不同国家的货币对黄金兑换比率都是固定的，这样一来，各货币之间汇率固定不变。若美元兑法郎汇率下降，那么对于美国进口商来说，他用黄金结算比用贬值的美元便宜；那么美国就没有足够的黄金去支撑市面上的美元，美元供应量下降，美元兑法郎汇率上升至平衡水准。 这样子是皆大欢喜，但忽略了一个事实，黄金储备的稳定和价格的稳定需要全世界各地经济产出均衡。1920年的美国，经济发展突飞猛进，大西洋彼岸的英法等老牌资本主义国家，经历了一战的洗礼，已是残破不堪。美国不断从大洋彼岸搬金子回来，英法那边货币供应不足，陷入严重的通货紧缩。这时候，美国自己瞎倒腾，招来了场大萧条，物价下滑，资本外流，美国也开始了通货紧缩。这样，大家竞争性地进入通货紧缩。 通货紧缩对经济来说如同沼泽，一旦陷进去，是越陷越深。因为大家都知道明天的米价肯定比今天的低，明年的衣服肯定比今年的便宜，那么大家就不到万不得已不消费，没有需求就没有生产就没有就业，放眼望去，死气沉沉。日本就这样子耗着，一耗20年。 \"金本位\"的崩溃也是终止于美国。僵持的越战把美国的老底耗光了，美国黄金储备无力支撑经济发展，戴高乐总统又坚决要求美国把欠他法国的钱以黄金的形式还给他。当时的尼克松总统大笔一挥，我们的美元不与黄金挂钩了。于是乎，上世纪70年代的金价和通货膨胀率都飞到天上，当时的经济进入十年\"滞胀\"。 黄金的宝贵来源于每年受限制的开采量（每年最多能开采10立方米，价值80亿美金），它的缺陷也来自于此，它无法提供发展的经济所需要的总量：仅中国2014年GDP就超过10万亿美元。创造了价值的人们，又把创造价值标的物的权力赋予自己。有了权力和自由，人们却又不知如何使用。泛滥的纸币和节节攀高的账户数字，其实是由信贷所支撑，是建立在我们对贷款人的信心之上。 我很喜欢老爷爷说的一个小故事。他在谈及黄金与纸币的对立关系时，引入了他在英格兰银行办公室门口的桑葚树。桑葚树要种在浅土上，而他们必须使用浅土；因为浅土下便是英格兰银行的大量黄金储备。桑葚树其实还有另一层含义，世界上最早使用的纸币，出现于明朝的中国，正是由桑葚树的树皮制成。固定不变的黄金滋养着桑葚树，桑葚树却一直生长，似有背道而驰之意。 钱与安全感 证券在英语中叫做\"security\"， 这个词的本义是\"安全\"。钱给了我们面对未知的安全感。但正是这种未知，也能使钱变成废纸。1949年国民党发行的法币最后变成一无是处的垃圾，前几年在赞比亚的超级通货膨胀中，人们用钱来烧火，大街上洒落的钱都没人去捡。试想，如果明天的中国也变成这个样子，大家账户里的数字还有什么意义么？大家欢喜于鼓鼓的钱包，不就是欢喜于所幻想的增加的未来购买力么？历史告诉我们，社会里永远有一种\"radical uncertainty\"存在，今天的我们无法穷尽明天到底会发生什么局面，并赋予各种局面一定概率。所以说： 我们的安全感的来源，真如海市蜃楼；我们都活在对他人的信任中。","tags":"thought","url":"https://yx-peipei.github.io/thought/In the MONEY that we trust：我们所信任的钱.html"},{"title":"金融危机学习思考系列之一：金融危机的爆发","text":"提到08年金融危机，我们脑子里蹦出来的词语便是\"股价\"、\"次贷危机\"、\"雷曼兄弟破产\"。那么08年的金融危机到底是如何一步步发展演化的？谁该为此负责？又是谁参与了拯救？既然爆发的是金融危机，那么我们有必要从金融这个行业的本质谈起。 金融的本质 黄奇帆讲到，金融的本质在于三句话： 金融是为有钱人理财，为缺钱人融资 信用、杠杆、风险 金融虽是服务业，但它不是单纯的卡拉OK、自拉自唱的行业，它是为实体经济服务的 第一句话告诉我们，金融是一个\"掮客\"，它连接各方各业，服务业务从融资到理财；第二句话告诉我们，金融是一个风险控制行业，它本身资本很少，最近如此严格的金融监管制度对银行资本总量的要求才是所占资产的10%；银行资产价格变动10%，银行便有破产的危机；第三句话是说，金融与实体经济有着千丝万缕的联系：实体经济的繁荣会促进金融的繁荣，金融危机也必然会渗透变成经济危机。在08年金融危机的演化中，我们将处处看到这三句话的威力。 从金融的本质分析危机的成因 美国资本市场中的\"热钱\" 了解了以上几点，那么我们先从实体经济在这些年中都经历了些什么。纵观二战结束至今，经济衰退的走出总是离不开技术变革。战后至上世纪70年代，战后重建带来的经济红利和冷战军备竞赛带来的财政刺激逐渐消褪，美国经济在70~80年代进入滞胀，生产力下降失业率居高不下；当时拯救经济衰退的是90年代出现的互联网技术发展、中国等新兴国家廉价劳动力市场的开放和克林顿政府的宏观调控。美国进入了\"令人惊艳的十年\"：稳定的GDP增长率、低通货膨胀率和低失业率。但1995年互联网技术的商业化，使人们震撼于互联网的便利性之余，也吸引了大多风投资本投机，堆叠起科技股泡沫（怎么越听越像大数据技术泡沫）。2000年3月，NASDAQ指数由小幅下跌演变成泡沫破裂；这次\"互联网泡沫\"被美联储的货币政策调控控制住了，美联储不断减息为市场提供流动资金直至2004年。期间的\"9.11\"事件也是坚定了美联储印钱以刺激消费的决心。 其实美联储的降息印钱行为加重了经济发展更深层次的扭曲，这一扭曲是通过利率发生的。信贷经济的特点是，人们通过对未来的预期决定今日的消费或借贷行为，而利率正是人们的参考标准。长期利率高时，大家会倾向于储蓄；长期利率低时，大家倾向于消费。在市场经济中，长期利率是由市场供需决定的。哪个市场供需呢？正是储蓄和消费。 储蓄和消费市场的失衡开始于20世纪90年代，其原因深植于各国社会福利制度和消费文化中。英美国家社会福利制度完善，并无储蓄观念，加之全球化推动生产成本降低，大量的廉价商品（中国制造）刺激了他们的消费神经，于是这些国家贸易逆差不断增加；而以中国为代表的新兴国家制定了以投资和出口为主的经济战略，贸易顺差加大后并不发展消费，而是发展再投资（其实是一种储蓄行为）。英美国家要求新兴国家货币升值来缓解他们自己的贸易逆差，然而新兴国家却通过借给发达国家大量的钱来进一步刺激他们民众消费（就是大量购入美国国债等），这样又加剧了双方贸易的不平衡。一方面，美国国债价格不断上升，进一步降低市场利率；另一方面，发达国家央行资产负债规模越来越大，信贷泡沫逐渐形成。 观众们也不要忽略1998年的亚洲金融危机和21世纪初的拉美金融危机。虽然这两个危机都是由孤立事件引起，但后来都对全球的资本格局产生重要影响。98年的亚洲金融危机起因于索罗斯对泰铢的做空，泰国改革汇率制度，并波及他国，亚洲各国货币纷纷贬值并引起资产外流；拉美金融危机也起因于阿根廷发展动力不足，连带着整个拉美国家被资本大鳄们错杀；大量资本回撤发达国家。这两场危机使得大量资本流回美国本土。 \"热钱\"带来的投机和错误投资 这时候，美联储的印钞机正没日没夜地印钱。所有\"热钱\"在美国境内危险地寻找收益率。学过市场供求关系的人都知道，市场供应的钱多了，钱就便宜了。什么叫做钱便宜了呢？有两方面的理解：一是以钱标的的物品变贵，也就是我们说的物价上涨或者资产价格上涨；二是贷款利息变低，企业和个人借钱就多了。正常情况下，若企业贷款量增大，物品价格稳中求升，企业会扩大投资，劳动者薪酬也会变多，大家都欢喜，经济顺顺利利地发展。但当时情况并不是这样。当时的大家去做什么了呢？ 答案是继续疯狂贷款消费和炒房子（错误投资）。美国标准普尔房价指数在2000年至2007年翻了一番，贷款消费带来的\"非理性繁荣\"继续刺激资本持有者的投机心理。从深入层次上看，大量投资者在房产和金融产品寻求高收益率说明美国的实体经济已不具有稳定可靠的增长点。另一原因是利率的走低抬升了所有资产的价格，造成股票和房地产的价格走高。 当时的金融正逐渐与实体经济脱节。传统意义上的金融是吸收储户的储蓄再给运营良好的公司提供生产扩大化贷款。那十年中，一方面大众的疯狂消费使储蓄率几乎为零，另一方面，房价的攀升又刺激了贷款量的增加。贷款需求量增加对银行的利润是好事情，但银行如何解决资金的来源问题呢？金融衍生品创新在当时层出不断，其本质就是增加杠杆率，增加流动资金的复杂程度。下面举个房贷证券化（MBS）的例子，看看银行家是如何杠杆上加杠杆的： 小A想去银行贷款买房子，假设贷款100万并分10年还清，贷款利息10%，那么每年银行都有20万的资金流入。小B也想跟银行贷款200万，但是银行现在没钱贷给她了。银行就对一堆有钱的投资者说，借我200万吧，我因为每年都有小A的20万现金流，除去我的成本10万，剩下的10万我分你们8万。各方面打的算盘是这样的： 小A想自己房子100万，如今房地产市场这么好，我能200万卖给... 银行这边想，贷给小A100万，每年净收入10万。我又利用这笔钱巧舌如簧地筹到投资者的200万，贷给小B，每年又有20万净收入。除去给投资者的8万，我净赚22万。我用100万每年能赚22万，简直如痴如醉 投资者的算盘是这银行这么大，肯定不会倒；房地产市场这么好，我净收益率到4%，对比现在的低利率，银行够哥们 小B想现在房子200万，如今房地产市场这么好，我肯定能300万卖给... 这个疯狂的故事每天都在上演，借各种形式的金融产品被银行家们推到理财市场的风口浪尖之上。投资者被高收益率的幻象套牢；更可怕的是，很多投资者是另外的金融机构、养老金计划等公共事业。而这个疯狂的故事唯一的假设便是：房地产市场这么好。这个故事涉及的唯一的产业便是房地产。 然而房地产市场开始转向。原因是通货膨胀率不断上涨，美联储开始收紧银根，资本开始往央行吸，利率上升。基准利率决定了市场上的几乎所有利率走势，包括银行定的贷款利息。小A和小B还不起住房贷款利息了，银行给不了投资者许诺的4%了，投资者无法向股东交代了，股东无法付给公司职员小A和小B工资了，小A和小B失业了，房子掉价厉害到100万，小B卖了房子也还不起欠银行的本金，银行还不起投资者的本金，破产了。于是乎，一家银行变破产了，把钱投给这家银行的银行们和基金公司们也破产了。 真实要远比这个故事复杂。其实这里面只有银行的100万、投资者的200万和那套100万的房子是真实的，所谓的贷款利息收入、投资收益率都是建立在信用基础和房价预期上的虚拟收入，这种虚拟收入构成了美国经济的虚拟繁荣；虚拟经济的发展给了银行和投资者的零头小利，却导致了他们的本金损失。这个故事最大的赢家是小A，一个在初期炒热房子的幸运者；也许还有懂得进退的银行家。 当时，这里面还有第N方介入，就是金融监管者和评级机构。金融监管者是为了防止系统性风险的发生而对整个事件进行监控；评级机构是在银行寻求外部投资者融资时提供第三方信息披露。但是有钱能使鬼推磨，更何况这个鬼（政客）与银行家沆瀣一气。华尔街金融大鳄除了能够影响政策制定之外，他们还能买通评级机构。加之在新市场自由主义思潮的影响之下（个人觉得经济学家在此问题上涉嫌利益冲突），美联储废除了罗斯福总统为防止金融混业经营的《格拉斯.斯蒂格尔法案》，并通过鼓励金融自由创新的《金融服务现代化法》。投资银行通过集团中的商业银行把触角伸向了储户的储蓄，情况变得越来越危险。 金融危机的演变 其实金融危机的演变并非在一夜之间。早在2007年8月份，法国巴黎银行变宣布关闭其专项投资房屋贷款证券的基金。该项基金投资的这种证券市场（ABS）已无流动性。07年9月份召开的G7央行行长会议上，有人提出问题，ABS市场的亏损会不会带来银行的倒闭。当时与会行长都信誓旦旦地说不会，但是还是对银行的高杠杆率表示担忧。其实这次央行行长会议错误地估计了金融市场的复杂程度；银行表外衍生品是一枚不定时炸弹，房贷市场的一点点风吹草动都会将它引爆。07/08年央行们纷纷要求银行减少贷款量或者进行再资本化，以此加大银行资本占比，但这些还是阻挡不了投资者信心的崩塌。雷曼兄弟等高杠杆投行在筹款不足的情况下宣布倒闭，恐慌在08年9月份达到峰值。 其实在这场金融危机中损害最严重的，便是信用二字。不光投资者对银行失去信心，银行也对实体企业失去信心。投资者停止向银行借钱，银行间借钱的利率libor飞上天，银行也不敢对实体企业轻易发放贷款。金融本质涉及的所有概念都不好使了。 那么，是谁在经济跌入谷底时接了一把呢？请看下集：金融危机的控制","tags":"thought","url":"https://yx-peipei.github.io/thought/金融危机学习思考系列之一：金融危机的爆发.html"},{"title":"金融危机学习思考系列说明","text":"一直很崇拜 刘鹤 ，不光是因为习大大对他器重有加，也因为他做人做事低调，有一种距离和神秘感。我想进一步了解他，于是乎在书店里转来转去，发现他只组织编写过一本书：《两次全球大危机的比较研究》。学金融衍生品定价模型的我，原本对这类经济和金融监管的书籍没兴趣，纯粹是因为对刘鹤的个人崇拜，我翻开了总序言，竟被他严谨的研究态度和思想深度广度所折服，也就坚持读了下来。 我向来习惯读书后写一篇内容总结和心得。但这一次，这本书让我意识到08年的金融危机给我们每一个人的生活都造成了无法估量的影响。按照我的另一偶像，做私募股权投资的杰出校友Madame Dominique Senequier在2015年的一个演讲中所说，危机的影响很深远，我们从未从危机中走出。叙利亚冲突，英国退欧，中国股市低迷，美国医改陷入困境乃至中共党内反腐，08年的金融危机处处都露出它狰狞的面容。那么，它给各行各业带来什么影响？我们普通人该如何认识它？ 我意识到这将是一个很大的课题，而且从未接受过课题训练的我，将面临专业性不足和如何坚持下去这两大难题。但是这将会是一个绝好的学习机会。正如罗胖在《如何成为高手》中所说，只有走出舒适区，把一切细节化，才能达到刻意练习的目的，学习才能变得有意义。 我想了解的是，这次危机对国际地缘政治、军事力量、几大主要经济体的经济结构、社会阶级分化和思想潮流都有什么影响。按照托尔斯泰的历史观，历史和经典力学运动一样，都是连续发展的。因此不能用片段化的编年史方式去记录它，还是需要用运动发展的眼光来认识它。所以说，金融危机后各类事情的演变，将成为我所关注的内容。但这又滋生出另外一个矛盾：语言总是片面和总结式的，为了研究和记录，我必然将一些东西忽略掉，这将会产生偏差。 然而，对这些领域都认识尚浅的我，对政治经济学、外交理论、产业经济学、经济社会学等基本理论都需扫盲。现在的我，无法对这些东西做一个全面的计划，但照邓爷爷的说法，\"摸着石头过河\"嘛！","tags":"thought","url":"https://yx-peipei.github.io/thought/金融危机学习思考系列说明.html"},{"title":"绝对真理与阴阳运动","text":"我相信人生有一种绝对智慧（absolute），掌握了它，就如同尚方宝剑在手，无往而不利。我的人生理想也在于此，所以就有了闲暇时间学习易经义理方面的习惯。另一方面，作为尘世中人，修行还得在尘世；随着社会经历的增加，我隐约感觉到相对的力量，犹如阴阳鱼所表达的那样，一切事物都有两方面此消彼长似的相对运动。那么，对于人生终极智慧的绝对存在，我也变得有些半信半疑了。 既然事情都是相对的，而且每时每刻总有一面战胜另外一面展示在我们面前；但或许过一阵子，另外一面就会反败为胜，于是乎，古人便告诉我们\"塞翁失马焉知非福\"，这个\"焉知\"的是在哪里和于何时。前一阵子做职业规划时，因为面临归国和海漂的选择，每天也是进行激烈的思想斗争，想法总不断在下一秒被推翻。更有甚之，我发现，在国家战略和政策的制定上，处处也透出这种人生哲学。 计划经济和市场经济是阴阳极。计划经济下，资源不会有浪费的现象发生，但它模式太固定，没有发展的土壤；市场经济倒是能催化创新和发展，但自由的代价太大了，人们错误的认知会不断增强（索罗斯的反射理论），最终总有暴力发泄的一天，比如20世纪30年代的经济大萧条以及随之而来的衍生物：第二次世界大战。所以目前的政策制定者都认为经济需要宏观调控，并发挥市场的力量。这句话的解释便是那句老话，具体问题具体分析；既然没有一种完美的普适体制，我们就顺应干涉和自由这两个对立面的较量在不同行业不同问题里的具体表达。 这种具体问题具体分析的态度，在遇到不擅长的事情时，可以被理解成\"摸着石头过河\"。西方基本思维方法是演绎法，就是大前提加小前提便得出结论；他们喜欢逻辑，擅长建立理论框架，在基础假设之上创建一座理论的巴比伦塔，在人类的逻辑中寻求一种自洽（说来惭愧，我记得物理学中很多自洽方程，然而我都忘到九霄云外去了）。相对比的是，中国人喜欢\"实践中出真知\"，擅长\"摸着石头过河\"，在不断总结思考中制定政策。所以改革开放伊始，邓小平和其他领导人没有像俄罗斯采用\"休克疗法\"，而是摸着石头过河，当然也犯了很多错误，但就目前看来比俄罗斯的法子正确。当时的俄罗斯试图在一夕之间完成私有化，很多国企在估值不明确的情况下被贱卖，一些跟政府关系好的个人顺势掌握经济命脉，形成寡头阶级，现在是俄罗斯发展的最大阻碍。 再回到我们的领导层。以刘鹤为代表的国家核心经济决策层无一例外都从基层工作起步，这使得我们在大政方针的制定上较少依赖经典的经济学理论，反而跟农民种地的思路一样，做事情约摸着来。但话说回来，但凡工作都应有个思路，这个思路最好不要变动太大；一味坚持思路就陷入计划经济的固化模式。所以，这问题又回到\"度\"的把握上来；毕竟坚持计划和顺应变化这两股力量也是此消彼长的。 有人说，There really is no such thing as Art. There are only artists (这世界上没有艺术，只有艺术家)。所以我们常说艺术是被创造的，是艺术家内心世界的表达。那么科学呢？这世上真的有科学的存在么？大家都会说牛顿\"发现\"了运动学基本定律，但毕竟也是更广阔的相对论在低速下的近似表达；话又说回来，我们有什么理由相信，相对论就是正确的？上电动力学的时候，我去问老师，为什么光速是不变的；老师给了我一个印象很深的回答，光速不变在物理中，是一个信仰，是现代物理学的基石。可笑的是，可以说从那时起，我便转而寻求形而上学的东西，开始研究起星宗教一类乱离怪神的东西啦。 又跑题了。我用以上艺术与科学的这段插曲，为了说明人们创造的动机是为了解决一个个的问题，从这一点上说，科学是基于逻辑和实验的创造，也属于\"摸着石头过河\"的范畴。而问题总得不到完美解决，解决过程中总会产生新的问题，所以人类探索自己和宇宙永无终结。那么终极智慧呢？用一句拓扑学的词语讲，终极智慧即使存在，也不是闭集。 我不止一次幻想，在白发苍苍之时，我变成现在希望的那种看透事理的人。现在看来，那种状态也应该是运动的吧，学习和修行将永无终止。","tags":"thought","url":"https://yx-peipei.github.io/thought/绝对真理与阴阳运动.html"},{"title":"卡拉马佐夫兄弟之一——关于善、恶与道德标准的思考","text":"真深刻，这本书。 我读的是荣如德先生的译本，读完尾声后，我竟欲罢不能，连译者后记也不放过。荣先生说，许多读者知道这本书是世界文学的一座高峰，一颗明珠，但尝试阅读又半途而废的人大有人在。作为花了一个月坚持读完的人，我不禁有些许自豪；这本书确实难读，不仅因为有不少长篇大论述，而且时不时，这页页纸张就变成了镜子，照出我们所有人内心深处扭曲龌龊的嘴脸，令人毛骨悚然。 小说情节很简单：老卡拉马佐夫贪婪好色，独占妻子留给儿子们的遗产，并与长子德米特里为风尘女子格露莘卡争风吃醋。在债务危机与嫉妒之火的双重刺激下，德米特里潜入花园准备杀父，不料被老仆人格里果利发现，情急之中，打伤仆人后逃之夭夭。隐藏在阴暗处的老卡拉马佐夫私生子斯乜尔加科夫打死老卡拉马佐夫并嫁祸于德米特里。 德米特里是一个性情暴躁、挥霍无度、易冲动却又重荣誉的退役军官。他用计谋骗取有钱贵族卡捷琳娜的爱情和臣服，却在欺骗卡捷琳娜的三千卢布并准备与格露莘卡私奔时陷入良心的挣扎。故事中同样重要的还有德米特里的两兄弟：伊万和阿辽沙。伊万是博学多才的青年才俊，接受西方教育和思想浪潮，在科学与宗教之间摇摆不定。阿辽沙是一位宽容仁慈的见习修士，从小崇拜佐西马长老，在长老去世和家庭变故后继续尘世修行，是一位笃定的上帝追随者。 首先这本书讲了 善与恶 。当妈妈问我这本书讲了什么东西时，她的第一反应是，\"这里的善与恶还用说吗，弑父的米嘉肯定是恶人\"，当时我却无法如此干脆。若仅有这简单的故事情节确实这样，但是近70万的字描写的不仅仅是这寥寥数语的谁杀了谁、用什么凶器，而是事无巨细的心里活动和生活背景，他们的思想由与各种不同的人的对话来呈现。先不说老卡拉马佐夫如何对孩子们不管不问，就他\"无所不可\"与放荡自私的思想行为， \"我死后，哪怕洪水滔天\" ，照老二伊万的话说，米嘉杀死父亲，仅是 \"一条爬虫吃掉了另一只爬虫\" 而已。 说到\"无所不可\"，这似乎是老二伊万灵魂痛苦的来源。接受了西方先进科学教育的他，开始质疑上帝的存在，从圣经里，也从科技给人的震撼中。在表达他对宗教看法的《宗教大法官》中，他援引了《圣经.新约.马太福音》第四章的内容： 耶稣被圣灵引到旷野，受魔鬼的试探。耶稣禁食40天后饿了，魔鬼对他说：\"你可以吩咐这些石头变成食物。\"耶稣拒绝了。魔鬼带他进圣城，叫他站在殿顶上，叫他跳下去。耶稣拒绝了。魔鬼又带他上一座最高的山，将世上万国与荣华指给他看，对他说：\"你若俯伏拜我，我就把一切都赐给你。\"耶稣也拒绝了。 魔鬼在用三个强大而有智慧的问题试探耶稣。这三个形象汇集了人类本性中所有未解决的历史矛盾： 奇迹、秘密和权威 。这段话的含义在于：耶稣想走向世界却两手空空，只带着带领人民走向自由的承诺。然而人所需要的正是那些面包、点石成\"面包\"的神迹；若人们看到天降神迹，人们自会信服耶稣，就如同远古时期人们便是由于畏惧自然的威力而去崇拜自然一样。但是耶稣拒绝了这样的信服，耶稣不愿使人失去自由信仰。耶稣扩大了自由，自此人类开始痛苦，因为他们有了判定善与恶的自由。可是，到头来，人们还是会选择把自由抛弃，因为人们永远不懂得分配。他们需要一个人，那个人能给人们面包，使人们的良心得到安宁；这个人就掌握了人们的自由。随之而来地，这个人定下了尘世的道德标准，把尘世联合成了一个没有争议、和睦共处的蚁穴。悲剧在于，这些制定世俗标准的大人物们，不管是手持权杖的教皇还是统帅千军万马的君王，也是一群权欲熏心之徒，或者说，他们做不到，爱人类胜于爱自己。 若想摧毁尘世的罪恶，只能从摧毁人们信仰的\"上帝\"开始。伊万认为，人们能够用理智、意志和科技获得现世的欢乐。理智能使人类不再相信天国，自豪平静地面对死亡；意志使人类克制，不求回报地爱人类；科学技术能够帮助人类不断探索没有边际的自然，然后为我所用：简而言之：每个人都能做尘世人神。一旦推翻上帝，就等于推翻普世的道德标准而去建立以理智为基石的道德秩序。但问题在于，人类的上帝思想根深蒂固了数千年，没再有数千年是无法消除；在\"人神\"与\"上帝\"并存的此刻，人神\"无所不可\"，他们少数人能够通过自己的判断与理智，去制定一套新标准，哪怕在某些地方与上帝的道德标准背道而驰。 但是在伊万是生活在现行道德标准框住的世界中。在得知其实父亲是被受了自己蛊惑的斯乜尔加科夫杀死之后，想去自首以拯救被冤枉的大哥，但同时又对这一道德义举嗤之于鼻，因为他怀疑道德的存在。在矛盾之中，他得了震颤性谵妄，在幻觉中与魔鬼对话。魔鬼由他的思想而来，并指出他的痛苦就是在于动摇、惶恐、信与不信的思想斗争。 再回到米嘉身上。被别人认定杀父的他，究竟是善是恶？他是不加藻饰的，把善与恶不可思议地糅合在了一起。他既爱文明与席勒，又在酒店里寻衅滋事；他有让人感到舒心甘怡的时候，那仅仅在他自己觉得舒心甘怡的时候。他不喜欢付出，又极端地喜欢获取，任何事情上都容不得别人阻碍他恣意妄为。这个他，其实是千千万万的赤裸的我们，只是他这种冲动需要被控制罢了；这个控制，却是由老二伊万所崇拜的理智来发挥作用。金钱与爱情上的不顺利，把冲动愚蠢的他逼上了绝境。我们再回到他即将对老父下手的复杂的一刻： 老头儿朝有门通向花园的右边张望，拼命想看清黑暗中有没有人，几乎从窗户里面爬了出来 ... 米嘉躲在一旁窥视，身体纹丝儿不动。令他如此憎恶的老头儿的侧面轮廓、下垂的喉结、钩状的鼻子、冲着邪念奸笑的嘴唇——这一切都被室内从左边斜着射出的灯光所照亮。米嘉骤然觉得怒从心上起，恶向胆边生。\"瞧，他就是你的情敌，就是一直在折磨你、逼得你生不如死的那个人！\"—— 这是一阵强烈憎恨的冲动，四天前他在亭子里跟阿辽沙谈话，阿辽沙问：\"你怎么能说要杀父亲？\"他回答时似乎有所预感地曾向阿辽沙提到这种来势凶猛、渴望报复的憎恨。 \"我不知道，我没有把握，\"当时他说，\"可能不杀，也可能杀。我担心的是，他的那张脸正好在那一瞬间突然使我怒火中烧，我恨他的喉结、他的鼻子、他的眼睛、他那无耻的奸笑。我甚至觉得恶心。这便是我所担心的，我会控制不住自己......\" 恶心的感觉在加剧，到了忍无可忍的程度。米嘉已失去自持，忽然从兜里拔出那根铜杵...... 瞧，米嘉不是一开始就打算杀老父的，直到想杀的那一刻，他也没有意识到自己要杀人。这段描写细想起来也触目惊心。我也有控制不住自己莫名其妙地发脾气，怒火上来时，看什么都不顺眼。这能是那个让我不顺眼的东西引发的失控么？应该不是，而是心里的负面情绪累积到一定程度，需要一个暴力的发泄（记得有一次怒火中烧时竟然把ipod狠狠地砸向地面，事实证明，apple的产品还蛮有质量保证的）。我认为，任何不经预谋的伤害行为都是一种情绪的暴力发泄，这似乎是一种人性的自然流露，此时的理智已被抛到九霄云外。孔老夫子说的修身养性需\"克己复礼\"，\"克己\"很好理解，\"礼\"是什么呢？其实\"礼\"并不是狭义上的祭祀宗庙之规范，而是\"合理\"。克己到一定程度，需\"合理\"地发泄。什么叫\"合理地发泄\"呢？便是\"琴棋书画\"。 这又引发我的另一个思考，需要发泄的仅是人们在生活中不断累积的负面情绪么？难道在一个无任何负面情绪的人性中就没有阴暗面么？这似乎涉及一个长久的辩题：\"人性本善或者人性本恶\"。作为一个事物两面性理论的忠实追随者，我是相信其善与恶的共存。书中另一位养尊处优却身患残疾的十二岁的富家小姑娘莉兹似乎印证了我这一点。 \"您身上有一股愤激的恶气，同时又有一份单纯的稚气\"—— 阿辽沙 《魔崽》 莉兹是一个只有十二岁的姑娘，她不良于行却比她的妈妈行动果断、做事有条有理。孩子的天性使她经常开阿辽沙的玩笑，阿辽沙也喜欢她。然而她的心中住着一个魔鬼，一个想烧掉一切践踏美好事物的魔鬼。_\"就让我养尊处优，别人受苦受穷好了；我吃香的喝辣的，就是不给他们中的任何人\"。_人在某些时刻似乎喜欢犯罪，而下一秒，就会为自己前一刻的念头感到恐惧和不齿。陀思妥耶夫斯基把人都看透了，是的，没有人一直都怀揣崇高的理想；更多的是忙于生活的琐碎，琐碎之中，便有可能出现见不得阳光的黑暗念头。人性的善恶如双生子，往往一念之间，便把人推向两个截然不同的道路。如何用理智去选择，是个人智慧；如何在潜意识中反应，便是个人修养。 写到这里，米嘉是善人还是恶人这个问题已变得不重要。陀思妥耶夫斯基把一切都平摊在那儿，像一个心理与人性的展览，更像一面镜子，帮助我们去挖掘自己。 面对自己的善恶，似乎能用修养去控制，然而，如何面对他人的善恶？便是不评判与宽恕。关于不评判这一点，可以总结为：\"你不能当任何人的法官\"。作者给出的原因是，谁都不能对罪犯作出裁决，除非这个法官认识到，他自己和站在他面前受审的人是同样的罪人，而且他本人也许首先应对受审者的罪行负责：每个人都是所有人的罪人。这似乎有宗教修行的色彩，然而有趣的是，陀思妥耶夫斯基的这一思想，竟与蝴蝶效应有异曲同工之妙，而19世纪末的没接受过先进科技思想的陀翁竟然有如此高的水平，可见人类的智慧，都是源于生活。陀翁借佐西马长老的临终之言表达： 我年轻的兄长请求小鸟宽恕，看起来好像荒谬，其实是对的。因为这一切好比大洋，一切都在流动，都在碰撞，在一个地方轻轻一拍，会在世界的另一个地方激起反应。——《关于祈祷，关于爱，关于和别的世界的接触》 我们所做的每一件事，都在有形无形中对别人产生影响，或大或小，或短暂或久远。对一只小狗拳加脚踢，这个小狗可能就在下一时刻去咬伤一个婴孩；对服务员以礼相待，这位服务员便会心情舒畅，连带影响别的顾客。我没有天下大同的伟大志向，但这确实是充满正能量的待人接物的理念。 再转到宽恕上来。这是个老生常谈的话题，在此也无需多谈。但让我无法忘记的是两个宽恕的细节。一个是穷人的孩子伊柳沙恶作剧让狗吞下了一颗带有铁钉的肉，把那条狗折磨致死，却被唯一的朋友郭立亚在道德高处指责；贫困交加的伊柳沙抑郁而死，在临死之前得到了朋友的宽恕，而郭立亚也因为宽恕别人使朋友幸福而终得到了内心的欢愉；另一个是米嘉在被错判刑之后最大的心愿，不是寻求对他公正的判决，而是寻求被他伤害的未婚妻——卡嘉的宽恕，但正是这个卡嘉在法庭上的供词把他推向了地狱。或许小说里的人物还是戏剧化，但是良心对知羞耻的人的重要性，确实是不言而喻的。 总体而言，关于善与恶的命题千百年来都是模糊的。人们的信仰，无论是耶稣的基督教还是中国的儒教道教亦或是无神论的马克思主义，最大的作用便是规定了世俗规范和道德约束。在这种约束下去谋取生存，人们才会感到良心的安宁。当这些规范冲突时，便有了信仰的分歧。","tags":"reading","url":"https://yx-peipei.github.io/reading/卡拉马佐夫兄弟之一.html"},{"title":"Plutocrats-巨富","text":"引言 2016年出现了两次政治\"黑天鹅\"：英国脱欧和特朗普入主白宫，毫无疑问，它们是社会阶级分化加剧的产物，是草根阶层与精英阶层在民主社会中的厮杀。有媒体说特朗普的胜利标志着权力从精英阶层手中流失；但特朗普本身也是超级精英阶层之一员，他能够帮助美国消除阶级断层，使民主社会中每一个人都有相同机会到达精英阶层么？一本描述在全球范围内的超级精英崛起的书，《 巨富 》，在全球社会不平等加剧的大背景下，读起来相当有趣。 社会不平等加剧的表现 之一 社会不平等的第一大表现为收入差距的拉大。二战之后，在社会主义的威胁下，美国的富人阶级被迫接受\"底特律条约\"，即缴纳很高的收入税，当时社会福利也很好。上世纪七十年代，收入前1%的人占社会总收入的10%。然而三十五年后，这一比例达到了35%. 是什么造成了社会不平等加剧？ 第一是经济自由化影响。上世纪九十年代新兴国家的国家资产私有化，在俄罗斯和墨西哥尤为突出，当时一部分寡头应运而生。这群人在各自领域控制政府职能部门，在总统选举中与政客进行利益交换，寻租现象无所不在。 第二是宽容的金融监管。金融行业在大萧条时期以后变得平庸，薪资表现平平。但当六十年代的一些银行家发现他们可以不仅帮助客户管钱，还能使钱生钱之后，一些聪明的银行家便趁着战后经济突飞猛进之春风，开始了风险投资，衍生品交易各种金融创新。金融创新从本质上就是想方设法寻找和加大杠杆率；宽容的金融监管却将高风险置之不顾。这种金融监管既来源于当时自由市场思想的盛行，也来源于监管者与被监管者之间暧昧不明的关系。 第三是全球化和技术革新。一方面，全球化和技术革新压低劳动成本，西方资本主义中产阶级逐渐与新兴国家中产阶级接轨，高新技术正逐渐取代简单廉价劳动力，社会底层收入相对变少；另一方面，技术革新使得资本积累过程正逐渐往人才知识积累过程靠拢，一些技术极客正逐渐踏进超级精英阶层。同时，全球化和技术革新也把一些超级明星推向巨富阶层，虽然互联网的普及使得传统传媒行业每况愈下，然而以lady Gaga为代表的超级明星正借互联网和全球化之力在全球范围内吸引大量粉丝。这正是罗森效应所述。 之二 社会不平等表现之二是社会的多重性。超级富人阶层正与奥巴马的\"社会主义\"政府分道扬镳，他们对严苛的税收制度深恶痛绝。处于金字塔顶端的企业家们认为创造大量的就业职位比把钱投入财政无底洞对社会更有益，超高值收入是对他们辛勤劳动的合理补偿。在这种社会观下，他们似乎在做杀鸡取卵之事。中产阶级是消费主力，中产阶级的衰败对他们并不是好事。 超级精英是一类什么样的人 大萧条和二战把历史上的超级精英阶层打乱，但本次镀金时代中形成的超级精英与以往不同。他们是通过自身的辛勤努力、敢于响应社会变革的一群实干家。这群实干家出身或许不高，但接受过顶尖教育；他们享受奢侈的生活，也做有思想的贵族；懂得维持良好的政商关系，但在员工面前有意淡化富人形象，以牛仔裤打扮提高员工干劲儿。 社会流动和变革造就了超级精英的产生，而超级精英正在关闭通往自身阶级的大门。中世纪的威尼斯是地中海的明珠，它通过富人投资船队进行贸易聚集大量财富，每一个人都可能通过自身努力积累与投资财富；但是，当上流阶级达到相对稳定状态，富人们已不愿再冒着从他的阶层中跌落的危险，于是颁布《金书》规定上流社会的名单，自此，富人阶级关上大门。换来的却是，威尼斯的衰败。 现如今的社会，上流社会是否已关上大门？或者，它正逐渐打开？机遇在哪里？我又该如何抓住它呢？书中有提到在21世纪中，快速有效地处理数据将会是最重要的技能之一，所以，还是大数据？","tags":"reading","url":"https://yx-peipei.github.io/reading/巨富.html"},{"title":"杨绛-我们仨","text":"读后感 促使我买这本书的，是前几天杨绛先生去世时，我在网上读到的她的《一百岁感言》：少年贪玩，青年迷恋爱情，壮年汲汲于成名成家，暮年自安于自欺欺人。人寿几何，顽铁能练成的精金，能有多少？我们曾如此渴望命运的波澜，到最后才发现，人生最曼妙的风景，竟是内心的淡定与从容。 我当时就在想，能用这么平和的语句说透一辈子的女子，该有多么的聪慧。果然，她是极聪慧的，她的家族是无锡望族；丈夫钱锺书来自江南钱家，被誉为\"全才\"；女儿钱瑗自小过目不忘，懂事怜人，长大后果然成为国家栋梁，一手建立起北师大外语教学，并参与全国教材编写。杨绛先生是在亲人全部过世后写下这本回忆录的，文章不长，但字字泣血；语句平和，但我读起来心里阵阵作痛。只有对家人无限的包容和爱，才能有如此入微的观察与描写；也只有这种文字才能直入心底，触及灵魂。 她写了在巴黎和牛津的求学生活。看到熟悉的地名，我似乎跟他们有着跨越半个世纪的相遇，而内心却是苦涩的。苦涩的是自己与初恋也像他们一样大街小巷里\"格物致知\"，在巴黎在伦敦，却不知是否能像他们那样相携一生。对记忆中的他的情愫，跟杨绛先生对那时的生活的娓娓道来，交织在一起，心里感觉到了疼。彩云易散琉璃脆啊！ 她写了他们的归来，上海沦陷后生活的困窘，解放后的思想改造。杨绛对颠沛流离的贫苦生活并无过多的描写，却对家人的描写巨细无遗。或许是因为生活的窘迫在之后的回忆中都不值得一提，或许是因为他们是活在精神中的人。 生活中的点点滴滴也透露出他们如何待人接物。他们一家人清高，不趋炎附势，钱锺书多次拒绝了江青的宴请和改善他们住宿条件的安排，答应出任社科院副院长也是建立在对胡乔木同志的感激之上；他们一家人惜时如金、工作刻苦，在文革之时挤在阿瑗的又阴又脏的宿舍里还坚持大量工作，钱锺书完成了《宋诗选注》的工作（当时并没有全宋诗，钱锺书必须亲自寻找流传下来的宋诗，于卷帙浩繁中挑选出他不忍心就此失传的小诗），杨绛完成了《堂吉诃德》的翻译，钱瑗也是兢兢业业，工作量比别人多一倍还不止；他们一家人严谨啊，钱锺书在翻译毛选时，对毛泽东的一处错误请求指正；他们一家人待人宽厚，再困难的时候，都有领导、年轻人帮助。 果然是平淡见真。 平凡却又触及我心的语句 她上车弯腰坐下，一定都很痛很痛，可是她还摇下汽车窗上的玻璃，脱下手套，伸出一手向妈妈挥挥，她是依恋不舍。我的阿圆，我唯一的女儿们，永远叫我牵心挂肚的，睡里梦里也甩不掉，所以我就创造了一个梦境，看见了阿圆。 我初住客栈，能轻快地变成一个梦。到这时，我的梦已经像沾了泥的杨花，飞不起来。我当初还想三个人同回三里河。自从失去阿圆，我内脏受伤，四肢也乏力，每天一脚一脚在驿道上走，总能走到船上，与锺书相会。他已骨瘦如柴，我也老态龙钟，他没有力量说话，还强睁着眼睛招待我。我忽然想到第一次船上相会时，他问我还做梦不做。我这时明白了。我曾做过一个小梦，怪他一声不响地忽然走了。他现在故意慢慢儿走，让我一程一程送，尽量多聚聚，把一个小梦拉成一个万里长梦。 这我愿意。送一程，说一声再见，又能见到一面。离别拉得长，是增加痛苦还是减少痛苦呢？我算不清。但是我陪他走得愈远，愈怕从此不见。 锺书在巴黎的这一年，自己下功夫扎扎实实地读书。发文自十五世纪的诗人维容读起，到十八、十九世纪，一家家度将来。德文也如此。他每日读中文、英文，隔日读法文、德文，后来又加上意大利文。 我们沦陷上海期间，饱经忧患，也见到世态炎凉。我们夫妇常把日常的感受，当作美酒般浅斟低酌，细细品尝。这种滋味值得品尝。因为忧患孕育智慧。锺书曾说：\"一个人二十不狂没志气，三十犹狂是无知妄人。\"他是引用桐城先辈语：\"子弟二十不狂没出息，三十犹狂没出息\"；也是\"夫子自道\"。 我们如要逃跑，不是无路可走。可是一个人在紧要关头，决定他何去何从的，也许是他最基本的感情。我们从来不唱爱国调。非但不唱，还不爱听。但我们不愿逃跑，只是不愿去父母之邦，撇不开自家人。我国是国耻重重的弱国，跑出去仰人鼻息，做二等公民，我们不愿意。我们是文化人，爱祖国的文化，爱祖国的文字，爱祖国的语言。一句话，我们是倔强的中国老百姓，不愿做外国人。我们并不敢为自己乐观，可是我们安静地留在上海，等待解放。 《宋诗选注》... 锺书认为不必选的，能选出来也不容易。有几首小诗，或反映民间疾苦，或写人民沦陷敌区的悲哀，自有价值，若未经选出，就埋没了。 我沦陷上海当灶下婢的时候，能这样大模大样地读书吗？我们在旧社会的感受是卖掉了生命求生存。因为时间就是生命。在新中国，知识分子的生活都由国家包了，我们分配得合适的工作，只需全心全意为人民服务。我们全心全意愿为人民服务，只是我们不会为人民服务，因为我们不合格。 我们读书，总是从一本书的最高境界来欣赏和品评。我们使用绳子，总是从最薄弱的一段来断定绳子的质量。坐冷板凳的书呆子，待人不妨像读书般读；政治家或企业家等也许得把人当作绳子使用。 人世间不会有小说或童话故事那样的结局：\"从此，他们永远快快活活地一起过日子。\" 人间没有单纯的快乐。快乐总夹带着烦恼和忧虑。 人间也没有永远。我们一生坎坷，暮年才有了一个可以安顿的居处。但老病相催，我们在人生道路上已走到尽头了。 一九九七年早春，阿瑗去世。一九九八年岁末，锺书去世。我们三人就此失散了。就这么轻易地失散了。\"世间好物不坚牢，彩云易散琉璃脆。\" 现在，只剩下了我一人。 我清醒地看到以前当作\"我们家\"的寓所，只是旅途上的客栈而已。家在哪里，我不知道。我还在寻觅归途。","tags":"reading","url":"https://yx-peipei.github.io/reading/我们仨.html"},{"title":"佩佩的小窝铺好啦","text":"我是一个学数理的小文青。我喜欢看纸质书，写钢笔字，做读书笔记，摘抄好句子。小时候语文成绩还不错（我怀疑是老师改卷子时故意放水以讨好我妈），每回被奖励一摞一摞的笔记本，封面有小狗小猫，还有小燕子赵薇。如今收拾家里，还能在旮旯角落里拖出来一本一本脏兮兮的好句子摘抄本哪。在巴黎的时候，最喜欢逛玛黑区的moleskin的文具店，不在里面摸索半天我是不会出去的；别的妹子长草的是瓶瓶罐罐，我长草的是Smythson的小牛皮笔记本，无奈囊中羞涩，只好默默画饼充饥。后来搬家搬得多了，书本渐渐也搬不动了，我就开始看kindle电子书，写evernote笔记。每次想跟亲朋好友分享思路时，我只会把笔记转成pdf发给大家。经营一个博客的念头是最近才有的，也没什么动机，可能就是为了当个会开挖掘机的技术文青吧！ 我选择用github来写博客，就是为了与（zhuang）时(gao)俱(da)进(shang)。老祖宗告诉我们，这样子是要有代价的，所以我鼓捣了好几天，才把我的小窝给搭建好了。主题之类的细节慢慢再说，重要的是脑子里的东西。如果有人想知道如何搭建自己的博客，请参考两位大婶的博文 x-wei 和 farseerfc . 这个博客的构架呢，我打算从读书笔记，数据学习笔记，时事评析以及时尚分析进行。嗯，先这样吧。","tags":"others","url":"https://yx-peipei.github.io/others/佩佩的小窝铺好啦.html"}]}